[
    {
        "products": [
            "1 kg kurczaka",
            "1,25 l rosołu",
            "2 żółtka",
            "1/8 l śmietanki"
        ],
        "steps": [
            "1. Sprawionego i osolonego kurczaka zalać rosołem i gotować na bardzo wolnym ogniu przez 1 godzinę.",
            "2. Ugotowanego kurczaka podzielić na 4 części i trzymać w cieple, w małej ilości rosołu.",
            "3. W naczyniu, w którym kurczak będzie podawany, rozbełtać żółtka ze śmietaną, wlać pozostały rosół dobrze ciepły, włożyć kawałki kurczaka i natychmiast podać."
        ],
        "id": 2897,
        "title": "\"Waterzooi\" z kurczaka",
        "categories": [
            "Zupy_na_mięsie"
        ]
    },
    {
        "products": [
            "3 łyżki oleju,",
            "2 łyżki posiekanej naci pietruszki, koperku, estragonu, rzeżuchy oraz szczypiorku,",
            "sok z cytryny lub ocet,",
            "sól,",
            "cukier."
        ],
        "steps": "Całość posiekanej zieleniny rozcieramy na miazgę, po czym dodajemy olej oraz dwie łyżki wody. Całość mieszamy, po czym doprawiamy sokiem z cytryny (lub octem), cukrem oraz solą.",
        "id": 2832,
        "title": "\"Zielona\" zaprawa",
        "categories": [
            "Dodatki_do_dań",
            "Sosy_zimne"
        ]
    },
    {
        "products": "kilka łyżek oliwy do smażenia",
        "steps": [
            "Bakłażana kroimy w talarki. Cebulę obieramy i przepłukujemy, po czym kroimy w plastry.",
            "Szklimy cebulę na oliwie. Na drugiej patelni podsmażamy bakłażana. ",
            "Pomidora obieramy i kroimy w kostkę. Wszystkie składniki łączymy na patelni, doprawiamy.",
            "Dusimy 20 minut."
        ],
        "id": 4821,
        "title": "Adżapsandali",
        "categories": [
            "Warzywne",
            "Jarskie",
            "Kuchnia_gruzińska",
            "Dieta_bezglutenowa"
        ]
    },
    {
        "products": "pół filiżanki oliwy",
        "steps": [
            "Kroimy mięso w kostkę. Cebulę obieramy i kroimy w plastry. Pomidory obieramy i kroimy na ćwiartki, a bakłażana w kostkę.",
            "Smażymy całość na oliwie, po czym zalewamy wodą. ",
            "Dodajemy paprykę i sól, po czym gotujemy ok. 50 minut.",
            "Przecieramy jarzyny przez sito i wrzucamy do garnka i gotujemy zupę na małym ogniu przez ok. 10 minut."
        ],
        "id": 4804,
        "title": "Afrykańskie pepe",
        "categories": [
            "Zupy_na_mięsie",
            "Kuchnia_afrykańska"
        ]
    },
    {
        "products": "1/4 litra oliwy z oliwek,",
        "steps": "Letnie ziemniaki miksujemy, dodajemy do nich poszatkowany czosnek. Następnie miksując na średnich obrotach składniki w takiej kolejności: oliwa, musztarda, sok, przyprawy.",
        "id": 3340,
        "title": "Aioli",
        "categories": [
            "Sosy_zimne",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "dwie łyżki oliwy",
        "steps": [
            "Pory oczyszczamy i kroimy w półplastry. Jabłka obieramy i ścieramy na sporych oczkach.",
            "Oliwę ubijamy z musztardą oraz sokiem z cytryny. ",
            "Mieszamy sos z porami i jabłkami."
        ],
        "id": 4760,
        "title": "Akademicka surówka",
        "categories": [
            "Surówki"
        ]
    },
    {
        "products": "150 ml oleju słonecznikowego,",
        "steps": "Czosnek rozgniatamy w moździerzu ze szczyptą soli na gładką pastę. Przekładamy do miski. Dodajemy żółtka, wlewamy oliwę wymieszaną z olejem, cały czas mieszając – początkowo po kropelce, stopniowo później nieco większym strumieniem, by żółtka połączyły się z olejem i oliwą w gładką emulsję. Wlewamy sok z cytryny, solimy do smaku, mieszamy. Szczelnie przykrywamy i do momentu podania trzymamy w lodówce.",
        "id": 3027,
        "title": "Alioli",
        "categories": [
            "Sosy_zimne",
            "Dodatki_do_dań",
            "Kuchnia_hiszpańska"
        ]
    },
    {
        "products": [
            " dziewięć jaj",
            " 300 gram kapusty kiszonej",
            " dwie łyżki smalcu",
            " trzy cieniutkie plastry szynki gotowanej",
            " sól",
            " pieprz"
        ],
        "steps": [
            "Kapustę obgotowujemy. Jajka ubijamy z solą i pieprzem.",
            "Na sporej patelni rozgrzewamy smalec, dolewamy jajka oraz dodajemy kapustę i smażymy omlet.",
            "Po wyłożeniu na talerz obsypujemy pociętą w paski szynką."
        ],
        "id": 4585,
        "title": "Alzacki omlet",
        "categories": [
            "Z_jaj",
            "Wieprzowina",
            "Śniadania"
        ]
    },
    {
        "products": [
            " litr mleka",
            " siedem jaj",
            " 200 gram pokruszonych ciasteczek „makaroników”",
            " 100 gram pokruszonych biszkoptów",
            " 100 gram gorzkiego kakao",
            " 200 gram cukru",
            " 100 mililitrów Amaretto"
        ],
        "steps": [
            "Żółtka ubijamy z cukrem. Do masy dodajemy mleko, ciastka i biszkopty, kakao oraz Amaretto.",
            "Mieszamy całość w mikserze lub łyżką. ",
            "Białka ubijamy na sztywno. Powoli i delikatnie dodajemy do masy.Wkładamy ciasto do foremki/foremek zanurzonych w kąpieli wodnej. Pieczemy 40 minut w 180 stopniach."
        ],
        "id": 5312,
        "title": "Amaretto Bonet",
        "categories": [
            "Desery",
            "Kuchnia_włoska"
        ]
    },
    {
        "products": "nieco oleju",
        "steps": [
            "Jagody mieszamy z cukrem. Kromki smarujemy olejem i zapiekamy na patelni z obu stron.",
            "Następnie smarujemy je masłem orzechowym i posypujemy jagodami."
        ],
        "id": 4241,
        "title": "Amerykańska kanapka z jagodami",
        "categories": [
            "Śniadania",
            "Kuchnia_amerykańska"
        ]
    },
    {
        "products": "oliwa,",
        "steps": "Rybę oczyszczamy i płuczemy. Polewamy ją sokiem z cytryny i odstawiamy na kwadrans.Następnie solimy, doprawiamy i polewamy oliwą.Zawijamy w folię i grillujemy przez ok. 30 minut, co jakiś czas przewracając.",
        "id": 3570,
        "title": "Amur grillowany",
        "categories": [
            "Ryby"
        ]
    },
    {
        "products": "oliwa do smażenia",
        "steps": [
            "Mięso kroimy na kawałki, obsmażamy i studzimy.",
            "Ananasa, pieczarki oraz kukurydzę wraz z kurczakiem mieszamy.",
            "Doprawiamy solą oraz pieprzem. Wrzucamy majonez i mieszamy."
        ],
        "id": 5325,
        "title": "Ananasowa sałatka",
        "categories": [
            "Ptactwo",
            "Sałaty",
            "Grzyby"
        ]
    },
    {
        "products": "trzy łyżki oliwy ",
        "steps": [
            "Fasolę namaczamy 12 godzin, po czym gotujemy do miękkości w wodzie z namaczania. Odcedzamy, studzimy.",
            "Parówki obieramy z osłonek i kroimy w plastry. Podsmażamy obraną cebulę na oliwie, po czym dodajemy parówki oraz poszatkowany czosnek.",
            "Dodajemy fasolę oraz kapary. Doprawiamy, mieszamy, podlewamy wodą i dusimy 5 minut na małym ogniu."
        ],
        "id": 4618,
        "title": "Andaluzyjska fasola",
        "categories": [
            "Wieprzowina",
            "Warzywne",
            "Kuchnia_hiszpańska"
        ]
    },
    {
        "products": [
            " 1 masło",
            " wanilia",
            " sok z cytryny (jeżeli masa orzechowa to zamiast soku dodać 20 dkg orzechów włoskich zmielonych)"
        ],
        "Sk.C5.82adniki": "-2 opakowania Andrutów",
        "steps": "Masa podstawowa: wszystko ubić na parze aż do rozpuszczenia. Wystudzić i podzielić na 3 części (m. czekoladowa, kawowa, waniliowa)Masa czekoladowa: czekoladę i kakako rozpuścić dodając troche wody i zmiksować z masłem, póżniej dodać wystudzone masę podstwaową i równiez zmiksowaćMasa kawowa: kawę rozuścić w wodzie, utrzeć z masłem i dodać masę podstawową.Masa waniliowa: wymieszać sok z wódką, dodać wanilię, utrzeć z masłem (jeżeli orzechowa wymieszać jeszcze z orzechami), dodac masę podstawową.Wafle przekładać na zmianę ",
        "id": 2016,
        "title": "Andruty",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "2 antrykoty o grubości ok. 1,5 cm,",
            "10 szalotek ( ew. zwykłych cebulek, lecz wskazane jest, by użyć szalotek),",
            "20 gram masła,",
            "świeżo zmielony pieprz,",
            "2 łyżki posiekanej natki pietruszki,",
            "sok cytrynowy,",
            "gruboziarnista sól morska."
        ],
        "steps": "Umyte i obrane mięso posypać pieprzem, po czym odłożyć na ok. 2 godziny w ciemnym, chłodnym miejscu. W międzyczasie siekamy drobno szalotki. Po upływie 2 godzin smażymy przez chwilę mięso na 1/3 masła, posypując antrykot sola morską. Mięso zestawiamy, a na ogień wrzucamy resztę masła oraz szalotki, które smażymy przez ok. 2 minuty. Na ciepłym półmisku kładziemy antrykot, na jego wierzchu układamy szalotki w maśle. Całość kropimy cytryną oraz posypujemy natką pietruszki. W razie konieczności doprawiamy solą i pieprzem.",
        "id": 2772,
        "title": "Antrykot smażony w soli",
        "categories": [
            "Wołowina"
        ]
    },
    {
        "products": [
            " dwa ogórki sałatkowe",
            " dwa jogurty naturalne",
            " sok z połowy pomarańczy",
            " niewielki pęczek melisy",
            " 50 gram rodzynek",
            " łyżka białego octu winnego",
            " sól"
        ],
        "steps": [
            "Ogórki obieramy i kroimy w plastry. Solimy je i odstawiamy na 30 minut.",
            "Rodzynki parzymy na durszlaku i rozdrabniamy.",
            "Melisę myjemy i siekamy.",
            "Jogurt mieszamy z sokiem, octem, melisą i rodzynkami.",
            "Odciskamy z ogórków sok, zalewamy je sosem i wstawiamy do lodówki na 15 minut."
        ],
        "id": 4474,
        "title": "Arabska mizeria",
        "categories": [
            "Sałaty",
            "Kuchnia_arabska"
        ]
    },
    {
        "products": [
            "ćwiartka kurczaka",
            "włoszczyzna",
            "cebula",
            "trzy łyżki ryżu",
            "jajko",
            "żółtko,",
            "dwie łyżeczki suszonej mięty,",
            "pęczek natki pietruszki,",
            "300 mililitrów naturalnego jogurtu,",
            "sól",
            "pieprz"
        ],
        "steps": [
            "Z mięsa, 1,5 litra wody i włoszczyzny robimy rosół. Ryż gotujemy w osolonej wodzie i odcedzamy.",
            "Mięso obieramy z kości i mielimy razem z obraną cebulą. Mieszamy z ryżem, dodajemy rozkłócone jajko, miętę oraz doprawiamy. Jeśli masa będzie za rzadka dodajemy tartą bułkę.",
            "Z masy formujemy pulpety i obtaczamy w posiekanej natce.",
            "Z rosołu wyciągamy włoszczyznę i podgrzewamy w wodzie do wrzenia, po czym wrzucamy pulpety na kwadrans.",
            "Jogurt ubijamy z żółtkiem i mieszając dodajemy co jakiś czas łyżkę rosołu (w sumie ma być 5). Mieszamy, wlewamy do zupy. Doprawiamy ją i wrzucamy pulpety."
        ],
        "id": 4282,
        "title": "Arabska zupa jogurtowa",
        "categories": [
            "Zupy_na_mięsie",
            "Kuchnia_arabska"
        ]
    },
    {
        "products": "oliwa,",
        "steps": "Farsz:Umyte, sparzone i obrane pomidory miksujemy i przecieramy przez sitko. Cebulę kroimy na kawałki i szklimy na oliwie. Gdy cebula zrobi się złocista dodajemy do niej mięso oraz groszek. Gotujemy przez ok. 10 minut cały czas mieszając. Po tym czasie dodajemy zmiksowane pomidory i doprawiamy solą i pieprzem. Dusimy na małym ogniu, dopóki farsz nie stanie się gęsty.Kulki:Ryż gotujemy, po czym mieszamy z masłem i serem. Z powstałej masy lepimy kulki, a w każdą wkładamy nadzienie. Następnie panierujemy w jajku i bułce i smażymy na głębokim oleju na złoty kolor.",
        "id": 3372,
        "title": "Arancine",
        "categories": [
            "Wieprzowina",
            "Warzywne",
            "Kuchnia_włoska"
        ]
    },
    {
        "products": "1/4 szklanki oliwy,",
        "steps": "Pomidory i ziemniaki kroimy w kosteczkę, a cebule na plastry. Mięso również kroimy, ale na nieco grubsze kostki. Warzywa mieszamy, dodajemy do mięsa, a całość zalewamy oliwą. Wkładamy mieszankę do naczynia żaroodpornego, przykrywamy folią i zapiekamy 1 godzinę w temperaturze 180 - 190 stopni. Po upływie czasu mieszamy całość, przykrywamy ponownie i pieczemy przez 75 minut. Po upływie tego czasu zdejmujemy folię i pieczemy tak długo, aż mięso zrobi się rumiane.",
        "id": 3188,
        "title": "Arni kleftiko/wieprzowina po cypryjsku",
        "categories": [
            "Wieprzowina",
            "Warzywne",
            "Kuchnia_cypryjska"
        ]
    },
    {
        "products": [
            "oliwa wysokiej jakości (najlepiej z pestek winogron),",
            "kilka świeżych gałązek rozmarynu,",
            "kilka gałązek lawendy."
        ],
        "steps": "Do kilku czystych buteleczek wrzucamy po 2 gałązki rozmarynu oraz lawendy (w zależności od potrzeb możemy zmienić proporcje). Zalewamy je oliwą do pełna. Zakręcamy dokładnie i odstawiamy w chłodne miejsce na dwa tygodnie.",
        "id": 3247,
        "title": "Aromatyczna oliwa",
        "categories": [
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "litr rosołu rybnego,",
        "steps": "Cebulę obieramy i kroimy.Ośmiorniczki i kalmary myjemy i kroimy na kawałki.Na patelnię wlewamy oliwę i podsmażamy na niej cebulę, aż się nie zeszkli.Dodajemy pocięte owoce morza oraz sepię i smażymy.Wlewamy bulion, doprawiamy, po czym dodajemy ryż, mieszamy.Czekamy, aż ryż wchłonie cały bulion.",
        "id": 3588,
        "title": "Arroz negro",
        "categories": [
            "Kuchnia_hiszpańska",
            "Inne_mięsne",
            "Ryby"
        ]
    },
    {
        "products": [
            " pomarańcza",
            " szklanka otrębów z pszenicy",
            " pół szklanki ryżu",
            " szklanka cukru",
            " pół szklanki fasoli",
            " pół szklanki ciecierzycy",
            " 60 gram moreli suszonej",
            " 60 gram orzechów włoskich",
            " sześć fig suszonych",
            " 30 gram migdałów",
            " 50 gram rodzynek",
            " 30 gram pistacji",
            " trzy litry wody",
            " łyżeczka skórki pomarańczowej"
        ],
        "steps": [
            "Pszenicę, ryż, fasolę, otręby oraz ciecierzycę moczymy w oddzielnych naczyniach w zimnej wodzie (po dwie szklanki wody na każdą) przez 10 godzin.",
            "Całość gotujemy w garnku w trzech litrach wody przez godzinę.",
            "Do garnka dodajemy cukier. ",
            "Migdały, morele, figi, rodzynki, obraną pomarańczę i pistacje tniemy na drobno. Dodajemy do garnka razem z płaską łyżeczką startej skórki.",
            "Całość mieszamy i rozlewamy po niewielkich miskach i pozostawiamy do wystygnięcia."
        ],
        "id": 4832,
        "title": "Asure",
        "categories": [
            "Desery",
            "Kuchnia_turecka"
        ]
    },
    {
        "products": "Sos vinaigrette",
        "steps": [
            "Owoce przecinamy na pół wzdłuż.",
            "Usuwamy pestkę, a środek wypełniamy sosem."
        ],
        "id": 4867,
        "title": "Awokado wypełnione sosem",
        "categories": [
            "Warzywne",
            "Jarskie",
            "Przekąski"
        ]
    },
    {
        "products": [
            "2 dojrzałe avocado,",
            "10 obranych krewetek koktajlowych,",
            "sok z połowy cytryny,",
            "150 g serka mascarpone,",
            "1/2 ząbka czosnku,",
            "kilka kropli ostrego sosu chili,",
            "1 łyżka musztardy francuskiej,",
            "sól,",
            "pieprz,",
            "grzanki,",
            "pistacje,",
            "szczypiorek."
        ],
        "steps": "Awokado przecinamy na połówki, wyjmujemy miąższ łyżką, po czym kroimy go na kostki o skrapiam odrobiną soku z cytryny. łupiny z awokado oczyszczamy i wkładamy do lodówki. Czosnek rozcieramy, mieszamy z mascarpone oraz musztardą i resztą soku z cytryny. Doprawiamy sosem chili, solą oraz pieprzem. Do tej mieszanki dodajemy posiekane awokado oraz krewetki. Całość mieszamy, po  czym wypełniamy nią wydrążone połówki. Na samą górę sypiemy mieszankę pistacji, grzanek oraz szczypiorku.",
        "id": 3116,
        "title": "Awokado z krewetkami",
        "categories": [
            "Przekąski",
            "Dodatki_do_dań",
            "Kuchnia_międzynarodowa"
        ]
    },
    {
        "Informacje": "Ayran to jeden z najbardziej popularnych napoi bezalkoholowych na Bliskim Wschodzie. Jest on wytwarzany na bazie wody (również gazowanej) i jogurtu, do których dodaje się sól oraz czasami pieprz. Dzięki swojemu składowi doskonale gasi pragnienie oraz dostarcza spore ilości białka, soli mineralnych oraz żywe kultury bakterii.Przyjmuje się, że pochodzi on z Turcji, ale jest to kwestia sporna, gdyż w regionie wszystkie kraje mają swój odpowiednik, a mieszkańcy Iranu są zdania, iż Ayran (po irańsku: doogh) to napój pochodzący z tego właśnie kraju. Popularność Aryanu jest tak duża, iż jest on serwowany jako lokalny przysmak nawet w popularnych na całym świecie restauracjach sieciowych.",
        "id": 3970,
        "title": "Ayran",
        "categories": []
    },
    {
        "products": "olej do wysmarowania foremek",
        "steps": [
            "W misce mieszamy proszek, sól, przyprawy oraz mąkę.",
            "W drugiej misce mieszamy mleko, masło, jajko. Mieszamy, po czym łączymy obie miski i również mieszamy.",
            "Oliwki kroimy w plastry, a ser w kostkę. Wrzucamy do ciasta, mieszamy.",
            "Foremki smarujemy tłuszczem i wypełniamy ciastem. Smarujemy górę każdego jajkiem.",
            "Pieczemy ok. 30 minut w 200 stopniach."
        ],
        "id": 4717,
        "title": "Babeczki z fetą oraz oliwkami",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            " 250 gram mąki",
            " osiem łyżek cukru pudru",
            " dwa jajka",
            " 150 gram masła",
            " bita śmietana",
            " wybrane owoce do dekoracji"
        ],
        "steps": [
            "Masło siekamy, po czym dodajemy cukier oraz mąkę. Wbijamy jajka. Zagniatamy ciasto.",
            "Ciasto formujemy w kulę, posypujemy mąką i odkładamy na 30 minut do lodówki.",
            "Rozwałkowujemy, wykrawamy i formujemy w natłuszczonej foremce.",
            "Pieczemy w 180 stopniach przez ok. kwadrans.",
            "Napełniamy owocami i bitą śmietaną."
        ],
        "id": 5252,
        "title": "Babeczki z kremem",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "50 gram gorzkiej czekolady,",
            "litr mleka,",
            "dwa jajka,",
            "60 gram cukru oraz dwie łyżki cukru,",
            "35 gram kaszy mannej,",
            "cukier waniliowy,",
            "torebka waniliowego sosu (na pół litra mleka),",
            "cztery truskawki."
        ],
        "steps": [
            "W rondlu zagotowujemy dwie szklanki mleka. Kiedy zawrze wsypujemy kaszkę, cukier waniliowy oraz 30 gram cukru.",
            "Gotujemy minutę cały czas mieszając.",
            "Łamiemy czekoladę, wrzucamy do kaszki i gotujemy, aż się rozpuści.",
            "Białka ubijamy z 30 gramami cukru. Do masy w garnku dodajemy żółtka i pianę z białek. Zagotowujemy.",
            "Foremki napełniamy masą czekoladową i studzimy w lodówce przez ok. 60 minut.",
            "W garnku zagotowujemy ok. 440 mililitry mleka, a resztę mieszamy z dwiema łyzkami cukru i proszkiem na sos waniliowy. Wlewamy do wrzącego mleka. ",
            "Gotujemy mieszając, aż sos nie zacznie gęstnieć.",
            "Gotowe babeczki ozdabiamy truskawkami oraz polewamy sosem waniliowym."
        ],
        "id": 3999,
        "title": "Babeczki z sosem waniliowym",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "oliwa",
        "steps": [
            "Bułkę moczymy w wodzie, po czym po 10 minutach odciskamy i przekładamy do sporego naczynia.",
            "Dodajemy mięso, doprawiamy solą, pieprzem, papryką i kminkiem, po czym mieszamy.",
            "Cebulę oraz czosnek obieramy i szatkujemy.",
            "Rozgrzewamy na patelni oliwę, po czym podsmażamy cebulę i czosnek. Gdy się zeszklą dodajemy mięsa.",
            "Rozmaryn myjemy, siekamy i łączymy z mięsem. Formujemy z masy kulki i kładziemy je na blasze do pieczenia.",
            "Skrapiamy oliwą i pieczemy ok. 30 minut w 180 stopniach."
        ],
        "id": 4486,
        "title": "Babilońskie mięsiwo",
        "categories": [
            "Kuchnia_arabska",
            "Wołowina",
            "Baranina"
        ]
    },
    {
        "products": [
            "50 dag mąki,",
            "5 dag drożdży świeżych,",
            "10 dag masła,",
            "5 żółtek,",
            "15 dag cukru,",
            "0,25 l mleka,",
            "rodzynki,",
            "cukier waniliowy,",
            "skórka cytrynowa,",
            "szczypta soli. "
        ],
        "steps": "Zaczynamy od przygotowania rozczynu z odrobiny ciepłego mleka, drożdży i paru łyżek mąki. Odstawiamy w ciepłe miejsce do wyrośnięcia. Żółtka ucieramy z cukrem i cukrem waniliowym. Dodajemy mąkę, mleko i wyrośnięty rozczyn, mieszamy wszystko dokładnie, po trochu wlewając stopione masło. Wyrabiamy ciasto, aż zacznie odstawać od ręki i aż ukażą się pęcherzyki powietrza. Do wyrobionego ciasta dodajemy opłukane rodzynki (około 5 dag, ale może być więcej). Dwie formy o średnicy około 23cm smarujemy masłem i posypujemy mąką, wkładamy do nich ciasto. Odstawiamy w ciepłe miejsce do wyrośnięcia. Gdy ciasto podwoi, a nawet potroi swoją objętość, pieczemy około 50 minut w temperaturze 180 st.C. Jeszcze ciepłe babki wyjmujemy z formy i posypujemy cukrem pudrem, lub też lukrujemy.",
        "id": 1425,
        "title": "Babka drożdżowa",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            " 50 dag mąki (2,5 szklanki)",
            "  13 dag margaryny",
            "  15 dag cukru (8 łyżek)",
            "  5 żółtek",
            "  6 dag drożdży",
            "  szklanka mleka",
            "  cukier waniliowy lub esencja zapachowa",
            "  tłuszcz do formy"
        ],
        "Wykonanie": "Z łyżki letniego mleka, drożdży, łyżeczki cukru i łyżeczki mąki przygotować rozczyn. Rozczyn pozostawić w ciepłym miejscu do wyrośnięcia. Zagotować mleko i zalać nim połowę mąki. Zaparzoną mąkę dokładnie rozetrzeć łyżką, tak aby nie powstały grudki, a gdy przestygnie połączyć z rozczynem i pozostawić w ciepłym miejscu do wyrośnięcia. Żółtka utrzeć z cukrem i połączyć z podrośniętą zaparzoną mąką, dodać resztę mąki i wyrobić ciasto. W trakcie wyrabiania wlać roztopioną i ostudzoną margarynę. Wyrabiać ciasto tak długo, aż zacznie odstawać od ręki. Wyłożyć je do formy wysmarowanej tłuszczem do połowy wysokości i pozostawić w ciepłym miejscu do wyrośnięcia. Wyrośnięte ciasto piec 50-60 min w średnio gorącym piekarniku. Po wyjęciu z formy posypać cukrem pudrem lub polukrować.",
        "id": 2162,
        "title": "Babka drożdżowa parzona",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "id": 2514,
        "title": "Babka droĹźdĹźowa",
        "categories": []
    },
    {
        "id": 2515,
        "title": "Babka droĹźdĹźowa parzona",
        "categories": []
    },
    {
        "products": [
            "szklanka kaszy gryczanej,",
            "2 łyżki oliwy,",
            "półtorej szklanki wody,",
            "15 dag twarogu,",
            "2 jaja,",
            "po łyżce posiekanej natki pietruszki i selera,",
            "sól,",
            "pieprz."
        ],
        "steps": "Umytą kaszę zalać gorącą wodą, ugotować na sypko, odstawić. Twaróg rozetrzeć z żółtkiem, dodać zieleninę, sól i pieprz. Pozostałe białko i drugie jajko rozkłócić, wymieszać najpierw z oliwą, solą i pieprzem, a potem z przestudzoną kaszą. Do wysmarowanej tłuszczem i wysypanej bułką tartą formy wkladać kolejno: połowę przyprawionej kaszy, masę serową, pozostałą część kaszy. Babkę wstawić do nagrzanego piekarnika (190°C) i piec ok. 30 minut.",
        "id": 2079,
        "title": "Babka gryczana",
        "categories": [
            "Jarskie"
        ]
    },
    {
        "products": [
            "100 g zmielonych orzechów laskowych",
            "250 g margaryny",
            "175 g cukru",
            "1 cukier waniliowy",
            "4 jajka",
            "200 g mąki",
            "2 płaskie łyżeczki proszku do pieczenia",
            "6 kropli aromatu rumowego ",
            "100 g drobno posiekanej gorzkiej czekolady",
            "3 łyżeczki kawy rozpuszczalnej",
            "woda",
            "polewa czekoladowa"
        ],
        "steps": "1). Orzechy laskowe uprażyć na patelni",
        "id": 2176,
        "title": "Babka orzechowa",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "1 kg piasku",
            "0.25 l wody",
            "0.25 kg drobnego żwirku"
        ],
        "steps": "Piasek umieścić w dość dużej misce a nastepnie przesiać go przez sito (w ten sposób oczyszczamy go z różnego rodzaju nieczystości). Następnie powoli wlewamy wodę (porada dla smakoszy: mozna przyprawiać wodę wg własnego uznania np. odrobiną soli, cukru, lub przyprawykorzennej) i mieszamy, aż do uzyskania jednolitej masy. Przekładamy ciasto do formy, a następnie uklepujemy i szybkim ruchem odwracamy formę do gory dnem, wypowiadając magiczną formułkę.W tej sprawie możemy udać się do wróżki lub też przedszkolaka po poradę. Gdy etapczarowania mamy za sobą, mozemy zdjąć formę i ujrzeć efekt swojej pracy. Dekorujemy ciasto żwirkiem. Życzę powodzenia w tej jakże trudnej i skomplikowanej pracy. SMACZNEGO! ",
        "id": 2046,
        "title": "Babka piaskowa",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": "200 gram tłustej i kwaśnej śmietany,",
        "steps": [
            "Jajka, śmietanę, cukier, mąkę oraz proszek mieszamy na gładką masę.",
            "Wrzucamy ekstrakt, skórkę oraz sok z pomarańczy. Mieszamy.",
            "Przelewamy całość do wysmarowanej tłuszczem formy i pieczemy ok. 60 minut w 180 stopniach."
        ],
        "id": 4113,
        "title": "Babka pomarańczowa",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "2 kg ziemniaków (najleprze stare)",
            "2-3 jajka",
            "3-4 łyżki mąki przennej",
            "2-3 łyżki manny",
            "2-3 łyżki oleju",
            "sól, pieprz"
        ],
        "steps": "Ziemniaki utrzeć na tarce lub w malakserze, dodać jajka, mannę, łyżeczkę soli, słuszną szczyptę pieprzu, mąkę i olej i mieszamy wszystkie składniki.  Jeżeli ciasto jest zbyt płynne, można dodać jeszcze manny. Całość przełożyć do tortownicy lub innej foremki wysmarowanej tłuszczem i posypanej tartą bułką, na wierzch można położyć parę płatków masła dla smaku. Wkładamy do piekarnika nagrzanego do 250 st.C. na pół godziny, poczym zmniejszamy temp. do 180 st. C. i pieczemy ok. godziny. Po tym czasie nakłuwamy patyczkiem szaszłykowym i sprawdzamy czy jest wilgotny (zależy to od ziemniaków) i jeżeli jest wilgotny dokładamy jeszcze pół godziny. Sprawdzamy ponownie patyczkiem i jeżeli jest suchy, a babka nabrała pięknego złoto-brązowego koloru, rozpinamy tortownicę i wykładamy na półmisek i na stół. Jemy babkę z kawałeczkami dobrze schłdzonego masła. Pycha. Niektiedy babka podawana jest ze skwarkami z boczku na oddzielnym talerzyku, ale są to jednak dodatkowe kalorie, chociasz bardzo smaczne. Mając na uwadze fanaberie smakowe, można do ciasta dodać startą nie dużą cebulką i w/w skwarki ale bez tłuszczu. Do tego piwo lub herbata. Dwa razy pycha.",
        "id": 2185,
        "title": "Babka ziemniaczana",
        "categories": [
            "Jarskie"
        ]
    },
    {
        "products": [
            "500 gram ziemniaków,",
            "70 gram masła,",
            "4 jajka,",
            "sól,",
            "250 gram zmielonej wieprzowiny,",
            "1 cebula,",
            "125 mililitrów śmietany."
        ],
        "steps": "Ziemniaki obieramy, gotujemy i ucieramy z 50 gramami masła tak, by utworzyły jednolitą masę. Do całości dodajemy trzy żółtka i dosalamy szczyptą soli. Z białek ubijamy pianę, którą również dodajemy do ziemniaczanej masy. Cebulę kroimy na kawałki i podsmażamy, po czym wraz z pozostałym jajkiem, śmietaną oraz jedną łyżką masy ziemniaczanej dodajemy do mięsa. W wysmarowanej tłuszczem brytfannie układamy naprzeminnie warstwy ziemniaków oraz mięsa tak, by zarówno dolna jak i górną warstwę stanowiła masa ziemniaczana. Całość pieczemy w 180 stopniach tak długo, aż góra zbrązowieje.",
        "id": 2917,
        "title": "Babka ziemniaczana z mięsem",
        "categories": [
            "Warzywne",
            "Wieprzowina"
        ]
    },
    {
        "products": "oliwa,",
        "steps": [
            "Bacalhau moczymy przez noc w wodzie (zmiana wody co kilka godzin sprawi, że będzie mniej słony).",
            "Czosnek kroimy w plastry, ziemniaki obieramy i kroimy w słupki.",
            "Czosnek rumienimy na oliwie, po czym dorzucamy ziemniaki i dusimy je na oliwie około kwadransa.",
            "Dodajemy rozdrobnioną rybę i mieszamy całość. Doprawiamy pieprzem oraz solą.",
            "Dusimy 5 minut, po czym dodaje pietruszkę.",
            "W misce rozbełtujemy jajka i dodajemy je do garnka, po czym czekamy aż się zetną."
        ],
        "id": 3995,
        "title": "Bacalhau a bras",
        "categories": [
            "Ryby",
            "Warzywne",
            "Kuchnia_portugalska"
        ]
    },
    {
        "products": [
            "2 bagietki,",
            "puszka tuńczyka,",
            "1/2 pęczka koperku,",
            "cebulka ze szczypiorem,",
            "sok z połowy cytryny,",
            "25 dag pasztetu,",
            "3 marynowane grzybki,",
            "gałka muszkatołowa,",
            "1/2 pęczka natki pietruszki,",
            "sól,",
            "pieprz."
        ],
        "steps": "Przekrajamy pieczywo na pół i wydrążamy miąższ. Cebulkę obieramy i siekamy wraz z szczypiorkiem i koperkiem. Grzyby kroimy na plastry. Następnie mieszamy je z tuńczykiem, sokiem oraz przyprawami. Pasztet rozgniatamy i mieszamy z grzybami oraz natką pietruszki. Doprawiamy gałką, pieprzem oraz solą. Całość wrzucamy do bagietek.",
        "id": 3199,
        "title": "Bagietka z nadzieniem",
        "categories": [
            "Ryby",
            "Śniadania"
        ]
    },
    {
        "products": [
            " kalafior",
            " 50 gram rodzynek",
            " 50 gram orzechów włoskich bez skóry",
            " trzy łyżki majonezu",
            " dwie łyżki soku z cytryny",
            " ząbek czosnku"
        ],
        "steps": [
            "Kalafiora myjemy, dzielimy na kawałki i gotujemy w lekko osolonej wodzie.",
            "Odcedzamy, posypujemy rodzynkami oraz orzechami.",
            "Czosnek zgniatamy i mieszamy z majonezem oraz sokiem z cytryny. Polewamy kalafiora sosem."
        ],
        "id": 4496,
        "title": "Bakaliowy kalafior",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "sos jogurtowy",
        "steps": [
            "Całego bakłażana pieczemy owiniętego w folię (200 stopni, ok. 45 minut).",
            "Po upieczeni obieramy go ze skóry i kroimy na pół.",
            "Na każda połowę kładziemy sos, orzeszki piniowe oraz kilka listków mięty."
        ],
        "id": 4163,
        "title": "Bakłażan w sosie jogurtowym",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "trzy łyżki oleju",
        "steps": [
            "Bakłażany kroimy na plastry. Rozgrzewamy na patelni olej, dorzucamy gorczycę, a gdy ta zacznie pękać dodajemy liście kaffirui całość mieszamy.",
            "Dorzucamy plastry bakłażana i mieszamy. Dolewamy szklankę wody, sól, po czym dusimy do miękkości.",
            "Przed podaniem studzimy i mieszamy z jogurtem."
        ],
        "id": 4650,
        "title": "Bakłażan z gorczycą",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "cztery łyżki oleju z orzechów włoskich",
        "steps": [
            "Soczewicę gotujemy 30 minut razem z obraną i pociętą w słupki marchewkę, obraną i pociętą cebulą, goździkami oraz boczkiem pociętym w paski.",
            "Odsączamy, cebulę wyrzucamy, a do soczewicy wrzucamy selera pokrojonego w plastry o grubości ok. 0,5 centymetra, grubo posiekaną kolendrę i szczypiorek.",
            "Doprawiamy musztardą, olejem, solą, pieprzem oraz octem."
        ],
        "id": 4818,
        "title": "Bakłażan z soczewicą",
        "categories": [
            "Warzywne",
            "Wieprzowina"
        ]
    },
    {
        "products": [
            "250 gram mięsa mielonego",
            "bakłażan",
            "1 cebula",
            "pół papryki",
            "1 pomidor",
            "kilka pieczarek (około 5)",
            "dwa ząbki czosnku",
            "ser mozzarella",
            "przyprawy"
        ],
        "steps": "Bakłażana myjemy, przecinamy w poprzek, wydrążamy środek tak, aby przy skórce zostało około 1 cm miąższu, solimy łódeczki, odstawiamy na bok. Kiedy puści sok płuczemy w zimnej wodzie i układamy na blaszce do pieczenia.",
        "id": 2847,
        "title": "Bakłażan zapiekany",
        "categories": [
            "Warzywne"
        ]
    },
    {
        "products": [
            "dwa bakłażany,",
            "sól,",
            "[[oliwa z oliwek|oliwa],",
            "pieprz,",
            "400 gram mięsa mielonego,",
            "150 gram szpianku,",
            "150 gram sera feta lub bałkańskiego,",
            "mała cebula,",
            "dwa ząbki czosnku,",
            "800 gram krojonych pomidorów z puszki,",
            "łyżka ziół prowansalskich,",
            "80 gram startego sera."
        ],
        "steps": [
            "Bakłażany myjemy, tniemy w plastry i solimy, by puściły sok. ",
            "Gdy puszczą sok wycieramy i podpiekamy na patelni z obu stron. Odkładamy do wystygnięcia. ",
            "Podsmażamy mielone mięso, dodajemy liście szpianku, oprószamy solą i pieprzem, podsmażamy, odstawiamy. Gdy mięso wystygnie mieszamy je z serem",
            "Cebulę oraz czosnek obieramy i siekamy. Podsmażamy na oliwie. ",
            "Dodajemy pomidory z puszki i gotujemy przez 10 minut, doprawiając pieprzem oraz solą.",
            "Na bakłażana kładziemy farsz i zwijamy całośc w rloadki. Układamy w brytfannie, polewamy sosem i zasypujemy startym serem.",
            "Zapiekamy przez 20 minut w 190 stopniach."
        ],
        "id": 3785,
        "title": "Bakłażanowe roladki",
        "categories": [
            "Wołowina",
            "Wieprzowina",
            "Ptactwo",
            "Warzywne"
        ]
    },
    {
        "products": [
            "3 bakłażany,",
            "40 dag mięsa mielonego,",
            "2 puszki przecieru pomidorowego,",
            "3 duże cebule,",
            "3-4 ząbki czosnku,",
            "pieprz, vegeta, kardamon,",
            "tłuszcz do smażenia."
        ],
        "steps": "Bakłażany pokroić średniej grubości plastry, podsmażyć lekko z obu stron na oleju, mięso mielone podsmażyć na tłuszczu, doprawić vegetą, pieprzem i kardamonem Cebule obrać i pokroić w plastry. Z przecieru pomidorowego oraz wyciśniętych ząbków czosnku zrobić sos pomidorowy (można go lekko doprawić). Na blasze wyłożonej folią aluminiową ułożyć warstwami:",
        "id": 1494,
        "title": "Bakłażany zapiekane z mięsem i cebulą",
        "categories": [
            "Warzywne"
        ]
    },
    {
        "id": 2428,
        "title": "BakĹaĹźany zapiekane z miÄsem i cebulÄ",
        "categories": []
    },
    {
        "products": "olej rzepakowy.",
        "steps": "Banany obieramy ze skórek, po czym kroimy na lekko skośne plastry, a czekoladę trzemy na tarce (na grubych oczkach). W międzyczasie nasączamy papier ryżowy wodą i zawijamy w niego plastry. Mocno rozgrzewamy olej i smażymy na nim \"pakunki\" z obu stron. Gdy będą już gotowe posypujemy je czekolada oraz sezamem.",
        "id": 3131,
        "title": "Banany w papierze ryżowym",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "cynamon.",
        "steps": [
            "Całe banany rozkładamy na grilu i pieczemy około 3-4 minut.",
            "Przed podaniem nacinamy z jednej strony skórkę i mamy parę możliwości urozmaicenia :",
            "- wlewamy miód i posypujemy wszystko cynamonem;",
            "- posypujemy czekoladą i wlewamy rum;",
            "- polewamy syropem smakowym (do wyboru do koloru);"
        ],
        "id": 1437,
        "title": "Banany z grilla",
        "categories": [
            "Na_grillu_i_biwaku",
            "Desery"
        ]
    },
    {
        "products": [
            "12 kromek pieczywa tostowego,",
            "dwa duże banany,",
            "słoik nutelli."
        ],
        "steps": "Banany kroimy na plasterki. 6 kromek smarujemy nutellą, po czym kładziemy na nią kilka plastrów banana. Zapiekamy całość w opiekaczu do sandwiczy przez ok. 6 minut.",
        "id": 3243,
        "title": "Banonowo - nutellowe sandwicze",
        "categories": [
            "Desery",
            "Śniadania"
        ]
    },
    {
        "products": [
            "50 dag buraków,",
            "50 dag mięsa wołowego rosołowego bez kości,",
            "2 szklanki kwasu burakowego,",
            "1 porcja włoszczyzny,",
            "1 ząbek czosnku,",
            "1 liść laurowy,",
            "ziele angielskie,",
            "cukier,",
            "sól, pieprz."
        ],
        "steps": "Mięso wołowe umyć i włożyć do garnka. Obrać buraki, opłukać i pokroić w cienkie plasterki. Włoszczyznę obierz, opłucz i dodaj do mięsa, wlać 6 szklanek wody i ugotować wywar. Pod koniec gotowania, gdy mięso będzie prawie miękkie, włożyć buraki i gotować dalej około 20 minut. Następnie wlać kwas burakowy, dodać czosnek oraz przyprawy. Ponownie zagotować i odstawić na pół godziny. Przecedzić i jeżeli wymagane, posłodzić i doprawić do smaku.",
        "id": 1547,
        "title": "Barszcz czerwony",
        "categories": [
            "Zupy_na_mięsie"
        ]
    },
    {
        "products": [
            "2 l wywaru z mięsa i warzyw,",
            "150 ml śmietany,",
            "40 dag buraków,",
            "20 dag kiełbasy,",
            "10 dag marchwi,",
            "10 dag selera,",
            "10 dag pietruszki,",
            "8 dag cebuli,",
            "tłuszcz,",
            "2 dag mąki,",
            "zielenina,",
            "sól, pieprz"
        ],
        "steps": "Buraki umyć, oczyścić, upiec w piekarniku. Upieczone wystudzić, obrać, zetrzeć na tarce. Warzywa umyć, obrać, opłukać, pokrajać w paseczki, podsmażyć na tłuszczu, skropić wywarem i dusić do miękkości. Kiełbasę obrać z osłonki, pokrajać w półplasterki, połączyć z warzywami, burakami, pozostałym wywarem, posiekaną zieleniną oraz śmietaną wymieszaną z mąką, chwilę pogotować i doprawić do smaku.",
        "id": 1441,
        "title": "Barszcz staropolski",
        "categories": [
            "Zupy_na_mięsie"
        ]
    },
    {
        "id": 2446,
        "title": "Barszcz ukraiĹski",
        "categories": []
    },
    {
        "products": [
            "400 g pomidorów,",
            "200 g kartofli,",
            "2 marchewki,",
            "1 pietruszka,",
            "150 g kapusty białej lub włoskiej,",
            "100 g fasoli perłowej,",
            "4 buraki,",
            "125 g śmietany,",
            "1 łyżka masła,",
            "2 łyżki soku cytrynowego,",
            "1 ząbek czosnku,",
            "1 liść laurowy,",
            "1/2 pęczka zielonej pietruszki,",
            "sol, pieprz, cukier,",
            "1,5 l wody."
        ],
        "steps": "Fasolę opłukać, namoczyć w zimnej przegotowanej wodzie (najlepiej na noc). Ugotować w tej samej wodzie, w której się moczyła. Posolić pod koniec gotowania.Jarzyny obrać, opłukać. Kartofle pokroić w kostkę. Buraki, marchewki i pietruszkępokroić w cieńkie paseczki. Pomidory sparzyć wrzątkiem, obrać ze skórki. Pokroićna kawałki, ugotować w małej ilości wody. Przetrzeć przez sito. Kapustę poszatkować,zalać wrzątkiem, gotować 5 min. Odcedzić. Z połowy buraków, jednej marchewki, pietruszkii lekko osolonej wody ugotować wywar. Odcedzić. Pozostale buraki i marchewkę poddusić na maśle.Zalać gorącym wywarem. Dodać sól, liśc laurowy, cukier i przetarte pomidory. Gotować25 min. Wrzucić kartofle i kapustę. Gotować, aż kartofle będą miękkie.Pod koniec gotowania dodać fasolę, czosnek roztarty z solą, cukier i sok cytrynowy. Przed podaniem doprawic smietaną i posypać zieloną pietruszką.",
        "id": 1443,
        "title": "Barszcz ukraiński",
        "categories": [
            "Zupy_jarskie"
        ]
    },
    {
        "products": "2 szklanki soku z buraków i jabłek,",
        "steps": "Umyte buraki pieczemy w piekarniku (150 stopni, ok. 20 minut). Śliwki namaczamy przez ok. 2 godziny w dwóch szklankach przegotowanej wody. Dodajemy goździki i otartą skórkę z cytryny, a następnie zagotowujemy. Upieczone buraki obieramy i ścieramy na tarce o dużych oczkach. Zalewamy gorąca wodą i gotujemy przez 10 minut. Całość przecedzamy, dodajemy pieprz i sól, a następnie mieszamy z miodem i wywarem ze śliwek. Ponownie zagotowujemy, a następnie wyłączamy ogień, dodajemy napój jabłkowo- buraczany.",
        "id": 3043,
        "title": "Barszcz ze śliwkami",
        "categories": [
            "Zupy_jarskie",
            "Jarskie"
        ]
    },
    {
        "products": "25 mililitrów oleju",
        "steps": [
            "Bakłażany obieramy, odcinamy ogonki i kroimy na spore plastry. Solimy i odkładamy na sitku na ok. pół godziny.",
            "Wycieramy je serwetką i obsypujemy mąką.",
            "Żółty ser ucieramy na tarce na niewielkich oczkach. ",
            "Na patelni smażymy bakłażany z obu stron.",
            "Pomidory obieramy, kroimy na plastry, usuwamy nasiona i posypujemy solą i pieprzem.",
            "W brytfannie wysmarowanej tłuszczem układamy warstwy bakłażanów oraz pomidorów. Zalewamy bulionem oraz winem. Wierzch posypujemy bazylią i serem. ",
            "Pieczemy 25 minut w 200 stopni."
        ],
        "id": 4640,
        "title": "Baskijskie bakłażany",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            "110 gram startych batatów,",
            "110 gram startej dyni,",
            "dwa jajka,",
            "35 gram mąki (pszenna lub razowa),",
            "szalotka,",
            "łyżeczka soli,",
            "kilka kropli tabasco,",
            "pieprz,",
            "sok z cytryny.",
            "łyżka ziaren słonecznika"
        ],
        "steps": [
            "Składniki sosu mieszamy razem i doprawiamy.",
            "Obraną cebulę ucieramy na niewielkich oczkach.",
            "Łączymy składniki na placki oraz doprawiamy.",
            "Na gorącą oliwę nakładamy kleksy z masy i smażymy na rumiano z obu stron. Podajemy z sosem."
        ],
        "id": 4088,
        "title": "Batatowo - dyniowe placki",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "dwie łyżeczki oliwy.",
        "steps": [
            "Drożdże i ciepłą wodę mieszamy dokładnie.",
            "W misce mieszamy mąkę i sól, po czym dodajemy wodę drożdzową i oliwę.",
            "Wyrabiamy całość na gładkie i elastyczne ciasto (nie może się kleić).",
            "Dzielimy na pięć kawałków. Każdy z nich rozwałkowujemy.",
            "Kładziemy je wysypanej mąką powierzchni i przykrywamy ścierką. Odkładamy na ok. 40 minut w ciepłe miejsce, by podrosły."
        ],
        "id": 3981,
        "title": "Batbout",
        "categories": [
            "Mączne",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "oliwa",
        "steps": [
            "Pomidora obieramy ze skóry i usuwamy pestki. Kroimy  w niewielką kostkę. Łososia również tniemy na kawałki",
            "Kapary, natkę, sok z połowy cytryny, czosnek oraz chilli dorzucamy do miksera i miksujemy.",
            "W międzyczasie gotujemy makaron.",
            "Na patelni podsmażamy łososia, po czym dolewamy do niego sok z cytryny oraz pieprz. ",
            "Podsmażamy, po czym dodajemy pastę z kaparów i natki. Dolewamy łyżkę wody z makaronu i mieszamy.",
            "Dodajemy pomidora, mieszamy.",
            "Wykładamy sos na makaron, a na niego łososia."
        ],
        "id": 4198,
        "title": "Bavette z łososiem",
        "categories": [
            "Ryby",
            "Warzywne",
            "Makarony"
        ]
    },
    {
        "products": [
            " gruszka",
            " spory plaster boczku",
            " 50 gram sera pleśniowego",
            " sos sojowy kikkoman",
            " "
        ],
        "steps": [
            "Gruszkę obieramy, kroimy na połowę, usuwamy pestki i obgotowujemy.",
            "Wydrążamy środek owocu i napełniamy go serem pleśniowym. ",
            "Składamy połówki i obwijamy boczkiem. Spinamy wykałaczką.",
            "Pieczemy w 200 stopniach, aż boczek się przypiecze. Polewamy sosem sojowym."
        ],
        "id": 5129,
        "title": "Bawarsko - francuska gruszka",
        "categories": [
            "Wieprzowina",
            "Przekąski"
        ]
    },
    {
        "products": "olej do smażenia",
        "steps": [
            "Obieramy bakłażana ze skóry, po czym kroimy wzdłuż, pozbywając się nasion. Solimy, skrapiamy sokiem z cytryny i odstawiamy na 30 minut.",
            "Rozgrzewamy olej i smażymy na nim plastry na złocisty kolor.",
            "Mięso doprawiamy solą, papryką oraz pieprzem, po czym wbijamy do niego jajko. Mieszamy.",
            "Formujemy je na niewielkie kotlety i smażymy.",
            "Kotlety owijamy bakłażanem i wkładamy do piekarnika. ",
            "Pomidory obieramy ze skóry, kroimy na ćwiartki i podsmażamy na patelni, dodając pieprz, chili i sól.",
            "Przecier wlewamy do naczynia, gdzie będzie zapiekane mięso. Wlewamy tam tez bulion.",
            "Pieczemy w 180 stopniach przez ok. 40 minut."
        ],
        "id": 4487,
        "title": "Bałkańskie bakłażany",
        "categories": [
            "Wołowiny",
            "Warzywne",
            "Kuchnia_bałkańska"
        ]
    },
    {
        "products": "4 łyżki oliwy",
        "steps": "Marchew, seler, pietruszkę zetrzeć na tarce o grubych oczkach, cebulę pokroić w małą kostkę, dodać rozgniecione ziele angielskie, pieprz, miód i dwie łyżki oliwy, całość dokładnie wymieszać. Powstałą masą dokładnie natrzeć poporcjowanego umytego i osuszonego bażanta, posypać słodką papryką i solą, odłożyć do zamarynowania do lodówki na kilka godzin. Następnie oczyszczamy mięso z marynaty (zostawiamy ją) i smażymy każdą porcję na mocno rozgrzanym tłuszczu, przekładamy do rondla. Dodajemy do obsmażonego mięsa odłożoną marynatę, dodajemy tłuszcz od smażenia, pół szklanki wody i dusimy pod przykryciem na niewielkim ogniu do miękkości. Pod koniec duszenia dodajemy pokruszony lub starty piernik i wino, dusimy jeszcze chwilkę odkryte, aby intensywny zapach alkoholu odparował. ",
        "id": 3643,
        "title": "Bażant słodko- winny",
        "categories": [
            "Ptactwo",
            "Dziczyzna"
        ]
    },
    {
        "products": [
            "Jeden bażant,",
            "100 mililitrów sherry,",
            "musztarda,",
            "masło,",
            "sól,",
            "pieprz."
        ],
        "steps": "Smarujemy naczynie żaroodporne masłem, na którym układamy posolonego i popieprzonego wypatroszonego bażanta. Pieczemy w piekarniku nagrzanym do 200 stopni przez 50 minut. Po upływie tego czasu układamy na rozgrzanym półmisku i przykrywamy folią. Tłuszcz z naczynia wlewamy do garnka, dodajemy sherry oraz szczyptę soli i pieprzu i gotujemy przez 5 minut. Po tym czasie dodajemy musztardę i dokładnie mieszamy. Bażanta, po pokrojeniu na porcje polewamy tym sosem.",
        "id": 3042,
        "title": "Bażant w sosie z sherry",
        "categories": [
            "Kuchnia_francuska",
            "Ptactwo",
            "Dziczyzna"
        ]
    },
    {
        "products": [
            "1 bażant",
            "2 łyżki oleju",
            "szklanka białego wina",
            "szklanka bulionu",
            "szklanka świeżych leśnych grzybów (opcjonalnie suszonych namoczonych wcześniej w wodzie)",
            "4 łyżki masła",
            "1 cebula",
            "pół szklanki śmietany",
            "sól, pieprz",
            "natka pietruszki"
        ],
        "steps": "Bażanta poporcjować, umyć, natrzeć solą i pieprzem, obsmażyć na rozgrzanym tłuszczu na brązowo, zalać bulionem i dodać szklankę wina, dusić pod przykryciem na bardzo małym ogniu około 35 minut, w razie potrzeby podlewając małą ilością wody. Cebulę pokroić drobno i zeszklić na maśle, dodać do niej pokrojone w spore kawałki grzyby i dusić razem przez około 5 minut na wolnym ogniu, po czym dodać do mięsa. Kiedy mięso będzie miękkie dodajemy do wytworzonego sosu śmietanę, doprawiamy w razie potrzeby jeszcze solą i pieprzem, tuż przed zdjęciem z ognia dodajemy posiekaną drobno natkę pietruszki. ",
        "id": 3645,
        "title": "Bażant z leśnymi grzybami",
        "categories": [
            "Ptactwo",
            "Dziczyzna"
        ]
    },
    {
        "products": [
            "1 kg polędwicy, ",
            "6 dag masła, ",
            "sól."
        ],
        "steps": "Mięso oczyścić z żył i łoju, pokrajać je w grube plastry, nie ubijać i nie solić. Na mocno rozgrzaną patelnię wrzucić trochę masła, gdy masło zacznie wrzeć, wrzucić na patelnię nieposolone mięso. Smażyćna dużym płomieniu. Gdy się zrumieni, obrócić na drugą stronę i smażyć dalej na silnym ogniu. Obsmażone z obu stron mięso wyjąć na talerz, z taką ilością kawałków masła, ile befsztyków. Lekko przyciskając mięso, wycisnąć trochę sosu w masło. Następnie jeszcze raz na chwilę włożyć na patelnię sam befsztyk, smażyć po obu stronach na wolnym ogniu i wyjąć na ten sam talerz, na którym z masła i soku powstał w tym czasie sos. Nie podlewać befsztyków masłem, na którym były smażone.",
        "Uwagi": "Najczęściej używa się wołowiny, można też wieprzowiny. Zamiast <a href=\"/index.php?title=Mas%C5%82o&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Masło (strona nie istnieje)\">masła</a>, które łatwo się pali przy smażeniu i robi toksyczne,stosuje się <a href=\"/index.php?title=Frytura&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Frytura (strona nie istnieje)\">fryturę</a>, <a href=\"/index.php?title=Smalec&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Smalec (strona nie istnieje)\">smalec</a> lub <a href=\"/przepisy/Olej_ro%C5%9Blinny\" title=\"Olej roślinny\">olej roślinny</a> - przeznaczony do smażenia.Nie stosować masła do smażenia ma za niską tempertaurę topnienia. Spalone jest niesmaczne",
        "id": 1564,
        "title": "Befsztyk",
        "categories": [
            "Wołowina",
            "Wieprzowina"
        ]
    },
    {
        "products": "trzy łyżki oliwy",
        "steps": [
            "Mięso myjemy, cebulę obieramy i kroimy w grube pióra. Pomidory obieramy i kroimy w cząstki. Zielone chili kroimy w plastry, czerwone szatkujemy.",
            "Na oliwie smażymy mięso. Kiedy będzie gotowe (w zależności od upodobań) dodajemy resztę warzyw i podlewamy całość bulionem, doprawiamy solą i pieprzem.",
            "Smażymy kolejne 10 minut."
        ],
        "id": 4421,
        "title": "Befsztyk kowboja",
        "categories": [
            "Wołowina",
            "Warzywne"
        ]
    },
    {
        "products": "płynna przyprawa do potraw typu-\"Maggi\"",
        "steps": "Mięso umyć, zemleć(smakoszom polecał bym raczej przesiekać mięso ze trzy razy), wymieszać z oliwą i przyprawami oraz Maggi. Cebulę obrać, opłukać, drobno pokroić razem z ogórkiem i grzybkami. Mięso wyporcjować na talerzyki lub półmisek, w środku zrobić wgłębienie, w które włożyć żółtka a w koło mięsa ułożyć cebulę, ogórki, grzybki i musztardę. Podawać z białym lub ciemnym pieczywem oraz kawałkiem masła  z zestawem przypraw: Maggi,papryka w proszku i sól, mięso można takżeułożyć na liściach sałaty. ",
        "id": 1685,
        "title": "Befsztyk tatarski",
        "categories": [
            "Wołowina"
        ]
    },
    {
        "products": [
            "1 befsztyk wykrojony z pachwiny,",
            "sól, pieprz."
        ],
        "steps": "kupić u rzeźnika kotlet z pachwiny, lub 15-20 dag pachwiny na jeden kotlet. Otworzyć mięsień ostrym nożem. Rozgrzać bardzo patelnię i smażyć od 1 min. do 5 min.posolić popieprzyć do smaku. Można to zrobić po podaniu, na talerzu.Uwaga:świerzą pachwinę zamrozić na kilka dni w niskiej temperaturze.",
        "Linki": "tak wygląda mięsień pachwiny na befszytk, spotykany również jako łata nr 1251 <a rel=\"nofollow\" class=\"external free\" href=\"http://www.interviandes.com/interviandes/decoupe/P1251.html\">http://www.interviandes.com/interviandes/decoupe/P1251.html</a>",
        "id": 2005,
        "title": "Befsztyk z pachwiny",
        "categories": [
            "Wołowina"
        ]
    },
    {
        "products": "pięć łyżek śmietany kremówki,",
        "steps": [
            "Mąkę, cukier oraz sól ucieramy z masłem.",
            "Gdy masło będzie drobne wlewamy wodę oraz śmietanę i ugniatamy. Gdy ciasto będzie gotowe wkładamy na pół godziny do lodówki.",
            "Wałkujemy na blacie posypanym mąką. Przenosimy do formy, wyklejamy i wstawiamy na dwadzieścia minut do 200 stopni. "
        ],
        "id": 3851,
        "title": "Bezjajeczne kruche ciasto",
        "categories": [
            "Ciasta",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "trzy łyżki oleju",
        "steps": [
            "Wszystkie składniki miksujemy. ",
            "Na gorącą patelnię z niewielką ilością tłuszczu wlewamy porcję. Smażymy do momentu, gdy pojawią się bąble i odwracamy. ",
            "Smażymy na średnim ogniu."
        ],
        "id": 4571,
        "title": "Bezjajeczne naleśniki",
        "categories": [
            "Mączne"
        ]
    },
    {
        "products": "dwie łyżki oliwy",
        "steps": [
            "Cebulę obieramy i tniemy na pióra.",
            "Naczynie żaroodporne smarujemy oliwą i kładziemy w nim umyte kiełbaski. Posypujemy pieprzem i ziołami. Obsypujemy je cebulą, podlewamy wodą i solimy.",
            "Pieczemy w 180 stopniach przez 60 minut, podlewając w razie konieczności łyżką wody."
        ],
        "id": 4370,
        "title": "Biała kiełbasa zapiekana z cebulą",
        "categories": [
            "Wieprzowina",
            "Warzywne"
        ]
    },
    {
        "products": "pół szklanki śmietany",
        "steps": [
            "Mięso zalewamy dwoma litrami wody, dosypujemy półtora łyżeczki soli. Gotujemy 20 minut.",
            "Mięso wyjmujemy i ew. obieramy z kości. Odkładamy.",
            "Wywar przecedzamy. Wsypujemy do niego umyta kaszę i gotujemy 30 minut. ",
            "Miksujemy wywar z kaszą, wkładamy mięso i miksujemy. ",
            "Włoszczyznę oczyszczamy, siekamy, wkładamy do zupy i gotujemy 5 minut na niewielkim ogniu.",
            "Czosnek rozcieramy z sola i wrzucamy do zupy.",
            "Przed podaniem dodajemy śmietanę i pieprz."
        ],
        "id": 4685,
        "title": "Biała zupa cielęca",
        "categories": [
            "Zupy_na_mięsie",
            "Wołowina"
        ]
    },
    {
        "products": [
            " kilogram łopatki wieprzowej,",
            " pół kilograma cebuli,",
            " szklanka białego wytrawnego wina,",
            " trzy łyżki [[olej roślinny|oleju,",
            " pół łyżeczki białego zmielonego pieprzu,",
            " pół łyżeczki suszonego imbiru,",
            " ćwierć łyżeczki startej gałki muszkatołowej,",
            " kostka rosołowa,",
            " sól."
        ],
        "steps": [
            "Mięso kroimy w niewielką kostkę. Podsmażamy je i wkładamy do garnka.",
            "Na tym samym oleju szklimy obraną i poszatkowaną cebulę.",
            "Dolewamy wino i dusimy ok. 10 minut. Wkładamy je po 10 minutach do mięsa i wstawiamy na niewielki ogień.",
            "Dolewamy szklankę wody, kostkę oraz przyprawy.",
            "Przez kwadrans trzymamy mięso odkryte, potem zakrywamy je i dusimy godzinę na niewielkim ogniu.",
            "Na kilka minut przed zdjęciem z ognia doprawiamy solą i pieprzem."
        ],
        "id": 4723,
        "title": "Biały gulasz",
        "categories": [
            "Warzywne",
            "Wieprzowina"
        ]
    },
    {
        "products": [
            "400 gram białej czekolady,",
            "200 gram masła,",
            "cztery żółtka,",
            "25 gram cukru pudru,",
            "280 gram podłużnych wafli z kremem czekoladowym,",
            "100 gram borówek amerykańskich,",
            "50 gram gorzkiej czekolady."
        ],
        "steps": [
            "Czekoladę siekamy i razem z tłuszczem topimy w kąpieli wodnej.",
            "Żółtka razem z cukrem ubijamy na pianę (w kąpieli wodnej) i mieszamy z masą czekoladową. ",
            "Formę wykładamy folią spożywczą,a boki smarujemy masą.",
            "Układamy naprzemiennie warstwy: wafle, masa (ostatnią warstwą powinna być masa). Pomiędzy warstwy sypiemy borówki.",
            "Wstawiamy ciasto do lodówki do stężenia. ",
            "Gorzką czekoladę rozpuszczamy i zdobimy nią wyjęte z formy ciasto."
        ],
        "id": 4015,
        "title": "Biały keks (bez pieczenia)",
        "categories": [
            "Desery",
            "Ciasta"
        ]
    },
    {
        "products": [
            " 500 gram białego sera",
            " dwa jajka",
            " opakowanie topionego serka w plasterkach",
            " tarta bułka",
            " mielona papryka",
            " sól",
            " pieprz",
            " tłuszcz do nasmarowania formy",
            " łyżka margaryny"
        ],
        "steps": [
            "Ser przecieramy przez sitko, dodajemy jajka oraz garść tartej bułki. Mieszamy i doprawiamy.",
            "Płaską formę natłuszczamy i wysypujemy bułką. ",
            "Wkładamy do formy masę serową, posypujemy papryką.",
            "Przykrywamy całość plastrami sera topionego i posypujemy wiórkami margaryny. ",
            "Wstawiamy do 200 stopni do rozpuszczenia sera."
        ],
        "id": 4757,
        "title": "Bieszczadzki ser",
        "categories": [
            "Mleczne",
            "Jarskie",
            "Z_jaj"
        ]
    },
    {
        "products": "szklanka śmietany",
        "steps": [
            "Obieramy ziemniaki i gotujemy. W osobnym boczku zagotowujmy wodę, dodajemy pokrojony w paski boczek, obraną i poszatkowaną cebulę oraz zmiażdżony czosnek.",
            "W misce mieszamy mleko z mąką i śmietaną.",
            "Wlewamy do gotującej się wody i gotujemy niecałe 10 minut. Mieszamy trzepaczką, by usunąć grudki.",
            "Dodajemy ziemniaki oraz nieco koperku."
        ],
        "id": 5107,
        "title": "Biełucha",
        "categories": [
            "Zupy_jarskie",
            "Mleczne"
        ]
    },
    {
        "products": [
            " 500 gram wołowego mięsa mielonego dobrej jakości",
            " posiekana cebula",
            " dwa ugotowane ziemniaki",
            " jajko",
            " cztery łyżki drobno pokrojonych konserwowych buraków",
            " dwie łyżki drobno pokrojonych ogórków konserwowych",
            " łyżka kaparów",
            " łyżeczka soli",
            " biały pieprz "
        ],
        "steps": [
            "Ziemniaki gotujemy i rozgniatamy. Kroimy ogórki i buraki na kawałki. ",
            "Dodajemy mięso i resztę składników. Doprawiamy i zagniatamy. Formujemy z masy osiem kotletów.",
            "Smażymy je na rumiano."
        ],
        "id": 5225,
        "title": "Biff a la Lindstrom/Szwedzkie kotlety",
        "categories": [
            "Wołowina",
            "Kuchnia_szwedzka"
        ]
    },
    {
        "products": [
            " 600 gram mielonego, wołowo - wieprzowego mięsa",
            " łyżka naturalnego jogurtu,",
            " 120 gram sera feta,",
            " pieprz,",
            " tymianek,",
            " kumin"
        ],
        "steps": [
            "W misce mieszamy jogurt, przyprawy oraz mięso. Lepimy z tego masę i dodajemy pokruszoną fetę.",
            "Formujemy osiem kotletów i smażymy na grillowej patelni przez ok. kwadrans."
        ],
        "id": 5228,
        "title": "Biffetki",
        "categories": [
            "Kuchnia_grecka",
            "Wołowina",
            "Wieprzowina"
        ]
    },
    {
        "products": [
            "40 dkg kapusty kiszonej,",
            "40 dkg kapusty słodkiej,",
            "20 dkg wieprzowiny bez kości,",
            "20 dkg cielęciny,",
            "15 dkg kiełbasy,",
            "10 dkg boczku wędzonego,",
            "3 dkg tłuszczu,",
            "5 dkg słoniny,",
            "5 dkg cebuli,",
            "1/2 dkg grzybów suszonych,",
            "5 dkg koncentratu pomidorowego (13%),",
            "2 dkg mąki,",
            "sól,",
            "cukier."
        ],
        "steps": "Kapustę kiszoną pokrajać drobno, zalać małą ilością wody wrzącej i gotować 1 godzinę do miękkości. Kapustę świeżą obrać z zepsutych liści, opłukać, poszatkować, zalać małą ilością wrzącej wody, ugotować razem z rozdrobnionymi grzybami. Mięso wieprzowe i cielęcinę opłukać, odcisnąć z wody, osolić, zrumienić na rozgrzanym tłuszczu ze wszystkich stron. Włożyć razem z boczkiem do kapusty kiszonej, dusić do miękkości. Słoninę pokrajać w kostkę, stopić. Skwarki dodać do bigosu. Na tłuszczu sporządzić zasmażkę z cebulą (bigos można sporządzić bez zasmażki). Mięso wieprzowe i boczek wyjąć z kapusty. Kapustę świeżą połączyć z kiszona i zagęścić zasmażką. Kiełbasę obrać ze skórki, pokrajać na plasterki. Wieprzowinę i boczek pokrajać w kostkę i razem z kiełbasą włożyć do kapusty, dodać pomidory, do smaku soli, pieprzu i jeśli potrzeba cukier. Zagotować.",
        "id": 1407,
        "title": "Bigos",
        "categories": [
            "Warzywne",
            "Kuchnia_polska",
            "Wieprzowina",
            "Wołowina"
        ]
    },
    {
        "products": [
            "1 główka kapusty (ok. 1 kg),",
            "2 kg ziemniaków,",
            "20 dag białej fasoli,",
            "kość od szynki,",
            "15 dag boczku,",
            "10 dag słoniny."
        ],
        "steps": "Fasolę namoczyć przez noc w 1 l zimnej wody. Następnie gotować w tej samej wodzie fasolę, kość oraz boczek. Gdy woda prawie się wygotuje, dolać trochę zimnej wody i - kiedy znów się wygotuje – wlać ponownie 3 l wody. Gdy zacznie wrzeć, włożyć pokrojoną w kostkę słoninę i gotować na wolnym ogniu, a potem dodać ziemniaki pokrojone w 2-centymetrową kostkę i drobno poszatkowaną kapustę. Posolić i gotować przez 1 godz. Po zdjęciu z ognia wstawić do ciepłego piekarnika. Potrawa powinna być kilkakrotnie odgrzewana, gdyż nabiera wówczas smaku.",
        "id": 2126,
        "title": "Bigos galicyjski",
        "categories": [
            "Dania_jednogarnkowe",
            "Wieprzowina"
        ]
    },
    {
        "products": [
            " 1,5 kg mięsa z dziczyzny z kośćmi, ",
            " 20 dag boczku wędzonego,",
            " 20 dag kiełbasy,",
            " 15 dag smalcu lub stopionego sadła z dzika,",
            " 2 kg kapusty kwaszonej",
            " 2 marchewki,",
            " 2 średnie cebule,",
            " 2 dag suszonych grzybów,",
            " 5 dag suszonych śliwek,",
            " sól,",
            " po kilka ziaren ziela angielskiego i pieprzu,",
            " liść Laurowy,",
            " majeranek,",
            " pieprz ziołowy,",
            " papryka słodka,",
            " 2 ząbki czosnku,",
            " ewent,",
            " kopiasta łyżka mąki."
        ],
        "steps": "Kapustę odcisnąć z kwasu (nie płukać, chyba że jest wyjątkowo kwaśna), zalać wrzątkiem, dodać sól i przyprawy, gotować. Marchew przetrzeć na tarce o dużych otworach i dodać do gotującej kapusty. W międzyczasie zalać suszone śliwki przegotowaną wodą aby zmiękły. Osobno, w małej ilości wody gotować, uprzednio namoczone, suszone grzyby. Mięso posolić, obrumienić na patelni na smalcu, przełożyć do rondla i dusić podlewając małą ilością wody. Gdy jest prawie miękkie przełożyć w całości, razem z kośćmi, do gotującego się bigosu. Ugotowane grzyby i namoczone śliwki pokrajać w paski i również dodać do bigosu. Boczek i kiełbasę pokrajać w kostkę, lekko podsmażyć na tłuszczu i dodać do bigosu. Dodać także resztę przypraw tj. majeranek, pieprz ziołowy, paprykę, pieprz mielony oraz roztarty czosnek. Całość gotować jeszcze około pół godziny. Ugotowany bigos połączyć ze złotą zasmażką (jeżeli planujemy przechowywać go dłużej zasmażki nie dodajemy, tylko po wystudzeniu bigos zamrażamy. Odgrzewając można dolewać rosołu wołowego.",
        "id": 1549,
        "title": "Bigos myśliwski",
        "categories": [
            "Kuchnia_polska",
            "Dziczyzna",
            "Warzywne"
        ]
    },
    {
        "id": 2393,
        "title": "Bigos myĹliwski",
        "categories": []
    },
    {
        "products": [
            " 1,5 kg kiszonej kapusty",
            " po 0,5 kg wieprzowiny (od szynki) i wołowiny",
            " 20 dag boczku wędzonego",
            " po 0,5 kg różnych kiełbas (pomorska, litewska)",
            " 12 suszonych prawdziwków",
            " po 5 ziaren pieprzu i ziela angielskiego",
            " 2 liście laurowe, 5 rozgniecionych owoców jałowca",
            " 2 cebule, łyżeczka miodu",
            " sól, pieprz",
            " trochę smalcu do smażenia",
            " ok. 10 szt. suszonych śliwek",
            " koncentrat pomidorowy (słoiczek)"
        ],
        "steps": "Kapuchę opłukać. Zalać niewielką ilością wody i gotować z zielem angielskim, liściem laurowym, pieprzem i jałowcem ok. 1,5 godz. Grzyby ugotować w małej ilości wody ok. 20 minut. Pokroić grzyby w paski, wywar wlać do kapusty. Mięso pokroić w kawałki i podsmażyć na smalcu na złoto. Cebulę drobno pokroić, podsmażyć również na smalcu. Następnie na tym tłuszczu podsmażyć pokrojoną w talarki kiełbaskę. Do kapusty wrzucamy podsmażone: mięso, kiełbasę cebulę i wygotowane grzyby. Na małym ogniu gotujemy dalej jakąś godzinę. Pod koniec gotowania dodać do bigosu pokrojone suszone śliwki, miód. Doprawić solą i pieprzem.",
        "id": 2263,
        "title": "Bigos staropolski",
        "categories": [
            "Wołowina",
            "Warzywne",
            "Kuchnia_polska"
        ]
    },
    {
        "products": "łyżka oliwy,",
        "steps": [
            "Fasolę myjemy i odcinamy końcówki, po czym dzielimy na pół.",
            "Ziemniaki obieramy, kroimy w kostkę. Brokuła dzielimy na różyczki. ",
            "Mieszamy warzywa, oliwię, sól i pieprz, po czym wkładamy do naczynia żaroodpornego i wkładamy do 200 stopni na kwadrans.",
            "Podgrzewamy bulion, dodajemy szafran, gorczycę oraz curry.",
            "Wyjmujemy z piekarnika warzywa, dodajemy ryż, fasolę oraz bulion. Przykrywamy folią i wstawiamy do piekarnika na 30 minut.",
            "Gdy bulion się wchłonie, a ryż będzie miękki wyciągamy, dodajemy sok z cytryny, orzechy i kolendrę. Mieszamy."
        ],
        "id": 4093,
        "title": "Biryani",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            " 6 jaj,",
            " szklanka cukru,",
            " 2 szklanki mąki,",
            " 2 łyżeczki proszku do pieczenia,",
            " pół szklanki wody,",
            " pół szklanki oleju. "
        ],
        "steps": "Białka z cukrem ubijać mikserem, następnie dodać żółtka. Stopniowo wsypywać mąke wymieszaną z proszkiem do pieczenia (nie miksować, tylko delikatnie mieszać! )a na koniec wode wymieszaną z olejem. Wylać na wysmarowaną tłuszczem blaszkę posypaną bułką tartą. Piec w temperaturze 180 stopni około 20 minut. Sprawdzać ciasto drewnianym patyczkiem. Gdy patyczek jest suchy, to znak, że ciasto już jest upieczone.",
        "id": 1956,
        "title": "Biszkopt",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "1 szkl. wody",
            "1 szkl. cukru",
            "½ kostki margaryny",
            "cukier waniliowy",
            "½ szklanki mleka",
            "2 łyżki mąki ziemniaczanej",
            "1 duża cytryna lub 2 mniejsze"
        ],
        "Sk.C5.82adniki": "<span class=\"mw-headline\" id=\"Biszkopt\">Biszkopt</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/index.php?title=Biszkopt_z_%C5%BC%C3%B3%C5%82t%C4%85_mas%C4%85&amp;action=edit&amp;section=3\" title=\"Edytuj sekcję: Biszkopt\">edytuj</a><span class=\"mw-editsection-bracket\">]</span></span>",
        "steps": "Biszkopt:\tZ jajek i cukru ukręcić kogel – mogiel (około 10 minut). Dodać porcjami mąkę wymieszaną z proszkiem do pieczenia oraz ocet. Piec 25 do 30 minut w temp 180 stopni. Ostudzony przekroić na dwie części.Masa:Wodę, cukier, margarynę i cukier waniliowy zagotować do roztopienia się margaryny. Następnie dodać do tej masy sok z cytryny i wymieszać. W mleku rozrobić mąkę ziemniaczaną, wlać do gotującej się masy i mieszać do zagotowania.\tGorącą masę wlewamy na jedną część biszkoptu i przykrywamy drugą. Wierzch ciasta posypujemy cukrem – pudrem lub polewamy polewą  cytrynową.",
        "id": 2099,
        "title": "Biszkopt z żółtą masą",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "id": 2761,
        "title": "Biszkopt z żółtą masą",
        "categories": []
    },
    {
        "id": 2516,
        "title": "Biszkopt z ĹźĂłĹtÄ masÄ",
        "categories": []
    },
    {
        "products": "oliwa z oliwek",
        "steps": [
            "Białka oddzielamy od żółtek i ubijamy na sztywno z solą. Ubijając dodajemy powoli cukier.",
            "Pianę łączymy z żółtkami i mieszamy delikatnie z mąką. Dodajemy czereśnie i lekko mieszamy z ciastem.",
            "Na rozgrzaną oliwą wylewamy ciasto i smażymy na małym ogniu. Gdy omlet się zetnie od spodu odwracamy go.",
            "Przed podaniem posypujemy cukrem pudrem."
        ],
        "id": 4841,
        "title": "Biszkoptowy omlet z czereśniami",
        "categories": [
            "Z_jaj",
            "Śniadania"
        ]
    },
    {
        "products": [
            "50 dag wołowiny (zrazowej),",
            "bułka bez skórki,",
            "mleko,",
            "jajko, ",
            "masło, ",
            "mąka, ",
            "12 dag śmietany, ",
            "sól, pieprz."
        ],
        "steps": "Bułkę namoczyć w mleku, mięso posiekać, posolić, dodać pieprzu. Wycisnąć bułkę z mleka, posiekać z nią mięso jeszcze raz, wbić żółtko, dodać roztopioną łyżkę masła i białko ubite na pianę. Masę wymieszać dokładnie rękami. Robić na stolnicy okrągłe kotlety o grubości dużego palca. Otaczać je w mące i smażyć na maśle, na wolnym ogniu, aby nie zrumieniły się za mocno. Śmietanę wymieszać z mąką (pół łyżki), podlać nią bitki na patelni i dosmażyć.",
        "id": 1541,
        "title": "Bitki wołowe w śmietanie",
        "categories": [
            "Wołowina"
        ]
    },
    {
        "id": 2450,
        "title": "Bitki woĹowe w Ĺmietanie",
        "categories": []
    },
    {
        "id": 1542,
        "title": "Bitki woĹowo w Ĺmietanie",
        "categories": []
    },
    {
        "products": [
            "50 dag mięsa z piersi drobiu",
            "1 łyżka oliwy lub oleju",
            "sól",
            "4 łyżki umytej, posiekanej naci pietruszki"
        ],
        "steps": "Mięso z piersi umyć, osuszyć, pokrajać na równe porcje. Zbić tłuczkiem do mięsa zwilżonym wodą, uformować owalne porcje. Na patelnię z bardzo grubym dnem lub lepiej na patelnię przystosowaną do smażenia bez tłuszczu wlać łyżkę oliwy lub oleju, rozgrzać. Wkładać porcje mięsa, smażyć rumieniąc po obu stronach. Obrumienione bitki posolić, skropić kilkoma łyżkami wrzącej wody, przykryć. Pozostawić na małym ogniu na kilkanaście minut, tak aby były miękkie; uważać, żeby się nie przypaliły. Przed podaniem wyłożyć na ogrzany półmisek, posypać posiekaną nacią pietruszki. Podawać z dodatkiem ziemniaków purée (1-1,5 łyżki na porcję) ze szpinakiem, groszkiem z marchewką lub z zieloną sałatą. Bitki można także podawać na zimno z dodatkiem zimnych sosów i sałatek warzywnych.",
        "id": 2137,
        "title": "Bitki z drobiu opiekane",
        "categories": [
            "Ptactwo"
        ]
    },
    {
        "id": 2241,
        "title": "Blanszowanie",
        "categories": [
            "Techniki_i_tajniki_kuchmistrzowskie"
        ]
    },
    {
        "products": [
            "500 gram mąki,",
            "500 mililitrów mleka,",
            "40 gram drożdży,",
            "cztery jajka,",
            "łyżka masła,",
            "łyżeczka cukru,",
            "duża szczypta soli."
        ],
        "steps": [
            "Podgrzewamy a rondelku połowę mleka do letniej temperatury. Dosypujemy sól, drożdże oraz cukier i dokładnie mieszamy.",
            "Do miski wsypujemy 200 gram mąki i zalewamy ją płynem. Mieszamy dokładnie, przykrywamy szmatką i odstawiamy na minimum godzinę.",
            "Do wyrośniętego ciasta wsypujemy mąkę oraz mieszając mleko (płyn ma być gęsty).",
            "Dodajemy roztopione masło i żółtka i mieszamy. ",
            "Ubijamy białka na sztywno, dorzucamy i ponownie mieszamy. Odstawiamy na 30 minut do wyrośnięcia.",
            "Smażymy na złoty kolor."
        ],
        "id": 4038,
        "title": "Bliny",
        "categories": [
            "Mączne"
        ]
    },
    {
        "products": [
            " 1 opakowanie mleka w proszku",
            "7 łyżek kakao",
            "kostka margaryny lub masła",
            "0,5 szklanki śmietany",
            "0,5 - 1 szklanka cukru (wg uznania) ",
            "1 zapach np. rumowy",
            "4 paczki herbatników",
            "różne bakalie do wyboru, np.",
            "migdały",
            "orzechy",
            "rodzynki",
            "skórka pomarańczowa",
            "wiórki kokosowe"
        ],
        "steps": "Śmietanę, cukier, masło gotować 10 min na bardzo wolnym ogniu. Mleko w proszku i kakao wymieszać ze sobą, dodać skruszone herbatniki. Zestawić masę z  wsypać mleko z kakao i herbatnikami. Bardzo szybko wymieszać. Dodać migdały, rodzynki ,orzechy, skórkę pomaranczową i wymieszać. Dno blachy wyłożyć herbatnikami.Wszystko to trzeba zrobić bardzo szybko, bo całość szybko gęstnieje.                                                                                        Wylać na blachę, zostawić do odparowania i wystygnięcia, potem wstawić do lodówki.Gdy masa się zsiądzie, możemy posypać po wierzchu wiórkami  kokosowymi.Bon apetit!",
        "id": 1560,
        "title": "Blok",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "4 paczki zwykłych herbatników ",
            "1 opakowanie mleka w proszku [40dag]",
            "1/2 szklanki zwykłego mleka",
            "1 duży cukier waniliowy ",
            "1 opakowanie wiórek kokosowych",
            "1 i 1/2 szklankicukru",
            "1 margaryna"
        ],
        "steps": "Margarynę, mleko zwykłe, cukier waniliowy zagotować. Do gorącej masy dodać mleko w proszku. Najlepiej wymieszać mikserem. Na koniec dodać wiórki kokosowe i pokruszone ciastka. Ciasto można podzielić na dwie części. Do białej masy dodać wiórki kokosowe. Do drugiej części dodać 1 łyżkę kakao i ciastka. Ciemną masę wyłożyć na białą i dobrze ucisnąć. Wstawić do lodówki. ",
        "id": 1610,
        "title": "Blok biały",
        "categories": [
            "Desery"
        ]
    },
    {
        "id": 2533,
        "title": "Blok biały",
        "categories": []
    },
    {
        "id": 2532,
        "title": "Blok biaĹy",
        "categories": []
    },
    {
        "products": [
            "1 opakowanie mleka w proszku,",
            "1 cukier waniliowy,",
            "1 szklanka cukru,",
            "3 czubate łyżki kakao,",
            "1 kostka masła,",
            "1/2 szklanki orzechów włoskich,",
            "1/2 szklanki rodzynek,",
            "2 paczki herbatników,",
            "1/2 szklanki wody."
        ],
        "steps": "Wodę, cukier masło i kakao rozpuścić w garnku i gotować kilka minut, aż do całkowitego połączenia składników. Odstawić z ognia i dosypując powoli mleko w proszku miksować/mieszać (przy czym mieszanie może przebiegać ciężko). Po wsypaniu całego mleka, gdy masa będzie już bardzo gęsta dosypać pokruszone herbatniki rodzynki i orzechy i po przełożyć do formy. Odstawić do lodówki na kilka godzin.",
        "id": 1434,
        "title": "Blok czekoladowy",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "1 kg składnik,",
            "0.25 l składnik."
        ],
        "steps": "Opis przyrządzania potrawy",
        "id": 1561,
        "title": "Bloki",
        "categories": [
            "WikiKuchnia"
        ]
    },
    {
        "products": [
            "300 g chudego wedzonego boczku,",
            "30 suszonych sliwek bez pestek,",
            "1 duze jablko (antonowka),",
            "3 lyzki calvadosu lub brandy,",
            "2 lyzki cukru,",
            "200 ml wody."
        ],
        "steps": "Ochlodzony w lodowce boczek pokroic na 15 cienkich plasterkow. Kazdy z nich przeciac w poprzek na polowe. Jablko obrac, pokroic na czesci, wyjac gniazdo nasienne. Kawalki jablka wlozyc do rondla, dodac wode, rozgotowac i odparowac stale mieszajac. Dodac cukier i calvados. Wymieszac na jednolita mase, odparowac tak, by powstal gesty mus jablkowy. Musem nadziac sliwki. Wypelnione sliwki owinac plasterkami boczku i przekluc wykalaczkami. Rulony boczku ulozyc na ruszcie, wstawic do piekarnika nagrzanego do temp. 220°C podstawiajac pod ruszt blache, na ktora bedzie sciekal tluszcz podczas pieczenia. Piec ok. 10 min, az boczek bedzie zlotobrazowy. Po wyjeciu z pieca odstawic na 5 min, ulozyc na tacy i podawac. Zamiast musu jablkowego do nadziewania sliwek mozna uzyc obranych ze skorki slodkich migdalow lub kawalkow banana polanych sklarowanym maslem.",
        "id": 1949,
        "title": "Boczek nadziewany śliwkami",
        "categories": [
            "Wieprzowina"
        ]
    },
    {
        "id": 2470,
        "title": "Boczek nadziewany Ĺliwkami",
        "categories": []
    },
    {
        "products": "olej do smażenia",
        "steps": [
            "Na patelni opiekamy boczek co jakiś czas go obracając. Oprószamy pieprzem i solą, dodajemy obrane i pokrojone czosnek oraz cebulę, podlewamy całość wodą i podgrzewamy pod przykryciem. ",
            "Gdy woda odparuje podlewamy olejem i ponownie opiekamy."
        ],
        "id": 5141,
        "title": "Boczek opiekany",
        "categories": [
            "Wieprzowina"
        ]
    },
    {
        "products": "olej",
        "steps": [
            "Paprykę obieramy, usuwamy gniazda i kroimy w słupki. Boczek kroimy w kostkę.",
            "Oba składniki podsmażamy na oleju. Dodajemy obraną i posiekaną cebulę.",
            "Kiełbasę kroimy na plastry i dodajemy do boczku.",
            "Pomidory obieramy, kroimy w kostkę. Podlewamy bulionem i dusimy kwadrans.",
            "Jabłka ścieramy, mieszamy z pomidorami, doprawiamy i dodajemy do reszty składników. Zasypujemy całość pietruszką."
        ],
        "id": 5090,
        "title": "Boczek z jarzynami",
        "categories": [
            "Warzywne",
            "Wieprzowina"
        ]
    },
    {
        "products": " olej do smażenia",
        "steps": "Kotlety myjemy, lekko rozbijamy, oprószamy solą i pieprzem z obu stron, po czym na niewielkiej ilości mocno rozgrzanego oleju obsmażamy tylko do zarumienia się, ściągamy z patelni, na ten sam tłuszcz (musi być go naprawdę mało) kładziemy pokrojony w kostkę boczek i cebulę, kiedy cebula się zeszkli, dodajemy pokrojone pieczarki, smażymy do miękkości, odparowujemy wodę, po czym przyprawiamy papryką w proszku, dolewamy wody i umieszczamy w środku kotlety, dusimy całość pod przykryciem ok. 20 min. Gdy mięso jest już prawie miękkie, dodajemy pokrojone w krążki paprykę i pomidora, znowu dusimy do miękkości mięsa i papryki, po czym dolewamy śmietanę wymieszaną z mąką, po zagotowaniu danie jest gotowe. ",
        "id": 3236,
        "title": "Boczkowe kotlety",
        "categories": [
            "Wieprzowina",
            "Dania_jednogarnkowe"
        ]
    },
    {
        "products": [
            "600g polędwicy wołowej,",
            "60g tłuszczu,",
            "2 łyżki mąki,",
            "cebula,",
            "1/2 szklanki śmietany,",
            "1/2 łyżeczki papryki,",
            "3 łyżki przecieru pomidorowego,",
            "1 łyżeczka posiekanej pietruszki,",
            "sól,",
            "pieprz."
        ],
        "steps": "Polędwicę wypłukać, pokroić w plastry grubości około 1/2 cm, które następnie pokroić w paski. Cebulę pokroić na talarki. Część tłuszczu podgrzać na patelni i zrumienić na nim cebulę, którą przełożyć następnie do garnka. Na pozostałym mocno rozgrzanym tłuszczu, smażyć mięso (na dużym ogniu) około 2—3 minuty, cały czas mieszając, pod koniec smażenia oprószyć mąką. (Mięso musi leżeć w jednej warstwie, gdyż inaczej wydzieli się z niego sok i nie zrumieni się). Przesmażone na rumiano mięso włożyć do garnka z cebulą, dodać przecier pomidorowy, paprykę, pieprz i śmietanę, posolić, zagotować cały czas mieszając.",
        "id": 1325,
        "title": "Boeuf Strogonow",
        "categories": [
            "Wołowina",
            "Kuchnia_międzynarodowa"
        ]
    },
    {
        "products": [
            "0,5 kg wołowiny bez kości,",
            "0,3 kg selera,",
            "0,3 kg marchwi,",
            "0,3 kg pietruszki,",
            "0,3 kg pieczarek,",
            "3 cebule,",
            "3 ogórki kiszone,",
            "1 mała puszka groszku,",
            "1 papryka zielona",
            "1 papryka żółta",
            "1 papryka czerwona",
            "0,5 szklanki ostrego keczupu,",
            "3 łyżki koncentratu pomidorowego",
            "4 łyżki oliwy",
            "sól, pieprz kajeński "
        ],
        "steps": "Wołowinę pokroić na cienkie paski, seler, marchew i pietruszkę w słupki, a cebulę w kostkę. Mięso i warzywa podsmażyć na połowie oliwy, przykryć i dusić do miękkości. Na pozostałej oliwie usmażyć pieczarki pokrojone na plasterki, przełożyć je do rondla. Dodać pokrojone w kostkę ogórki i paprykę, keczup, groszek i koncentrat. Przyprawić solą i pieprzem kajeńskim. Wymieszać, dusić jeszcze 15 minut.",
        "id": 1548,
        "title": "Bogracz",
        "categories": [
            "Wołowina",
            "Dania_jednogarnkowe",
            "Kuchnia_węgierska"
        ]
    },
    {
        "products": [
            " 5 plastrów schabu (jak na kotlety),",
            " 1 serek topiony szynkowy w bloczku (np. Hochland)",
            " 2-3 ogórki korniszone",
            " pieprz",
            " sól",
            " \"Pomysł na soczyste żeberka\""
        ],
        "steps": "Piekarnik ustawiamy na temperaturę 200^ (przy termoobiegu 180^)Mięso tłuczemy jak na kotlety schabowe, a następnie przyprawiamy od wewnętrznej strony solą i pieprzem. Ogórki kroimy na podłużne ćwiartki, a serek na plasterki. Układamy je w rogu wcześniej przygotowanych kotletów i zawijamy w rulonik. Formujemy go w kulkę i związujemy nitką na krzyż. Tak przygotowane bombki wkładamy do woreczka z \"Pomysłu na żeberka\" i wsypujemy przyprawę. Postępujemy  zgodnie z instrukcjami na opakowaniu, po czym wsadzamy woreczek do piekarnika. Po ok. 40min bombeczki są gotowe. ",
        "id": 2302,
        "title": "Bombki schabowe",
        "categories": [
            "Wieprzowina"
        ]
    },
    {
        "products": "cztery łyżki oleju",
        "steps": [
            "Prawdziwki myjemy w wodzie z octem. Odsączamy, kroimy na plastry.",
            "Cebulę obieramy i siekamy, pietruszkę siekamy również.",
            "Rumienimy na rozgrzanym oleju grzyby. Dodajemy cebulę, sól, pieprz oraz bułkę. Dusimy na średnim ogniu.",
            "Przed podaniem skrapiamy sokiem cytrynowym i posypujemy pietruszką. Na patelni rozgrzać olej i na dość dużym ogniu obrumienić plasterki prawdziwków."
        ],
        "id": 5257,
        "title": "Bordoskie prawdziwki",
        "categories": [
            "Grzyby",
            "Jarskie"
        ]
    },
    {
        "id": 1616,
        "title": "Borgacz",
        "categories": []
    },
    {
        "products": "trzy łyżki oliwy",
        "steps": [
            "Oczyszczone grzyby tniemy na połówki. Na patelni rozgrzewamy masło i wrzucamy grzyby. Podsmażamy, aż się zarumienią. ",
            "Szpinak przebieramy, myjemy, suszymy i kroimy na kawałki. Dodajemy do grzybów, doprawiamy solą i pieprzem, po czym dusimy do miękkości.",
            "Wkładamy wszystko do miski.",
            "Czosnek przepuszczamy przez praskę, mieszamy z sokiem z cytryny, oliwą, solą oraz cukrem. Mieszamy. Takim sosem polewamy sałatkę, a na koniec posypujemy ją koperkiem."
        ],
        "id": 4893,
        "title": "Borowiki ze szpinakiem",
        "categories": [
            "Grzyby",
            "Sałaty",
            "Jarskie"
        ]
    },
    {
        "products": [
            " pęczek botwinki",
            " trochę cebuli",
            " oliwa lub olej",
            " sok z cytryny lub ocet (jabłkowy!)",
            " pieprz"
        ],
        "steps": "Botwinkę należy dobrze opłukać i odciąć liście od młodych buraków, które należy dobrze wyszorować lub nawet obrać, jeśli skórka jest za gruba. Łodygi posiekać na kawałki długości 3cm, liście na nieco dłuższe. Posiekać w kostkę nieco cebuli. Cebulę należy podsmażyć na odrobinie oleju i dość silnym ogniu, następnie dodać łodygi. Po chwili dodajemy sok z cytryny lub ocet - na oko, powinno wystarczyć pół cytryny lub kilka chluśnięć octu. Dalej dodajemy liście botwinki oraz ewentualnie nieco wody, jeśli chcemy mieć odrobinę buraczanego sosu. Całość podduszamy chwilę pod przykryciem. Na koniec pieprzymy, koniecznie świeżym pieprzem.",
        "id": 1677,
        "title": "Botwinka z patelni",
        "categories": [
            "Jarskie",
            "Warzywne"
        ]
    },
    {
        "products": "100 mililitrów śmietany",
        "steps": [
            "Z filetów usuwamy ości.",
            "Do garnka wlewamy oliwę i smażymy na niej rybę ok. 10 minut na wolnym ogniu, aż mięso zacznie się rozpadać. Odstawiamy do ostygnięcia.",
            "Ziemniaki obieramy, kroimy w kostkę. Wkładamy do garnka, wlewamy mleko, sprasowany czosnek oraz śmietanę. Gotujemy do miękkości, po czym rozgniatamy.",
            "Mieszamy z rybą i doprawiamy."
        ],
        "id": 4317,
        "title": "Brandade",
        "categories": [
            "Ryby",
            "Warzywne"
        ]
    },
    {
        "products": "150 mililitrów śmietanki 30%,",
        "steps": [
            "Formę 25 na 25 centymetrów smarujemy masłem. Chleb również.",
            "Kromki kroimy na połowę i wykładamy jedną warstwę na dnie formy. Posypujemy ją bakaliami i przykładamy resztą pieczywa. ",
            "Ubijamy w misce jajka, dodajemy mleko, śmietanę oraz cukier. Mieszamy i zalewamy cieczą chleb i odstawiamy całość na kwadrans.",
            "Ścieramy gałkę na wierzch dania i pieczemy ok. 35 minut w 180 stopniach (masa ma być stała, a kromki brązowawe)."
        ],
        "id": 3984,
        "title": "Bread Pudding",
        "categories": [
            "Kuchnia_angielska",
            "Mączne"
        ]
    },
    {
        "products": "łyżka oliwy z oliwek",
        "steps": "Ziemniaki obieramy i gotujemy, najlepiej na parze, przez ok. 15 - 20 minut, a gdy będą gotowe tniemy je na talarki. W międzyczasie kroimy cukinię na cienkie plasterki, cebulę na piórka, a pomidory na cienkie paski. Cukinię smażymy na oliwie i maśle i dorzucamy cebulę oraz ziemniaki. Doprawiamy rozmarynem, papryką i czekamy, aż cukinia zmięknie. Gdy stanie się ona miękka dodajemy łyżkę pesto oraz pomidory. Wszystko smażymy tak długo, aż ziemniaki nie staną się rumiane. Doprawiamy całość solą i pieprzem.Wykładamy danie na talerze i dekorujemy oliwkami, papryką i utartym serem.",
        "id": 3365,
        "title": "Briami",
        "categories": [
            "Warzywne",
            "Jarskie",
            "Kuchnia_grecka"
        ]
    },
    {
        "products": [
            " brokuł",
            " dwa jajka gotowane ",
            " dwa pomidory ",
            " łyżka kukurydzy konserwowej",
            " zioła włoskie",
            " pieprz grubo zmielony",
            " trzy majonezu",
            " dwie łyżki jogurtu naturalnego",
            " łyżka słonecznika łuskanego"
        ],
        "steps": [
            "Brokuły dzielimy na kawałki, zalewamy wrzątkiem na dwie minuty i odcedzamy. ",
            "Studzimy, wykładamy na talerz. Na wierzch kładziemy jajka oraz pokrojone na kawałki pomidory oraz kukurydzę.",
            "Oprószamy ziołami oraz pieprzem. Dodajemy majonez wymieszany z jogurtem i mieszamy.",
            "Słonecznik prażymy na suchej patelni i posypujemy nim całość."
        ],
        "id": 5062,
        "title": "Brokułowa sałatka z ziołami",
        "categories": [
            "Sałaty",
            "Jarskie"
        ]
    },
    {
        "products": [
            " brokuły - jeden pęk,",
            " ser - ok. 8 średnich plasterków,",
            " czosnek - 2-3 ząbki,",
            " masło - ok. 4 łyżek,",
            " oregano "
        ],
        "steps": "Brokuły ugotować w lekko osolonej wodzie. W tym samym czasie roztopić masło i wrzucić czosnek przepuszczony przez praskę (może być drobniutko posiekany), dodać odrobinkę oregano. Kiedy brokuły będą gotowe, polać je masłem z czosnkiem na całej powierzchni i położyć na nich plasterki sera (najlepiej, żeby przykryły całe brokuły). Jeśli jest dostęp do kuchenki mikrofalowej, włożyć do niej na jakąś minutę pod przykryciem, żeby ser się roztopił. Jeśli nie ma dostępu, to po prostu zaraz po przygotowaniu (póki gorące!) przykryć, wtedy ser też się roztopi.",
        "id": 2012,
        "title": "Brokuły z czosnkiem i serem",
        "categories": [
            "Przekąski"
        ]
    },
    {
        "products": [
            "3 łyżki bulionu wołowego lub warzywnego",
            "1 cebula dymka ",
            "1 szklanka gęstej śmietany",
            "3 ząbki czosnku",
            "1 łyżka sosu sojowego",
            "sól i pieprz"
        ],
        "steps": "Ugotować brokuły. Drobno posiekaną cebulę połączyć z pozostałymi składnikami sosu, dokładnie wymieszać.",
        "id": 2164,
        "title": "Brokuły z sosem czosnkowym",
        "categories": [
            "Dodatki_do_dań",
            "Warzywne"
        ]
    },
    {
        "products": [
            " 2 średniej wielkości brokuły",
            " 25 dag żółtego sera",
            " pól szklanki śmietany kwaśnej",
            " 2 łyżki mąki pszennej",
            " czosnek w proszku lub naturalny",
            " 1 kostka rosołowa"
        ],
        "steps": "brokułu umyć, podzielić na mniejsze części(ale nie zbyt małe), gotować około 20 minut na średnim ogniu. Mąkę przysmażyć, dodać śmietanę i żółty ser starty na grubych oczkach. Wymieszać, dodać do całości kostkę rosołową rozpuszczoną w połowie szklani wrzącej wody. Wszystko wymieszać i trzymać na małym ogniu do rozpuszczenia sera i otrzymania jednolitego sosu(ok. 5 minut)Pod koniec gotowania dodać przyprawy fczyli duuużo czosnku:). Brokuły wyłożyć do naczynia żaroodpornego, zalać sosem serowo -śmietanowym i na wierzchu posypać żółtym serem. zapiekać około 45 minut. Smacznego, polecam naprawdę smaczne!!!!",
        "id": 2049,
        "title": "Brokuły zapiekane z serem",
        "categories": [
            "Dania_jarskie"
        ]
    },
    {
        "id": 2544,
        "title": "BrokuĹy z czosnkiem i serem",
        "categories": []
    },
    {
        "id": 2403,
        "title": "BrokuĹy z sosem czosnkowym",
        "categories": []
    },
    {
        "id": 2374,
        "title": "BrokuĹy zapiekane z serem",
        "categories": []
    },
    {
        "products": [
            "trzy tabliczki czekolady gorzkiej,",
            "200 g masła,",
            "sześć dużych jajek,",
            "szklanka mąki pszennej,",
            "szklanka cukru."
        ],
        "steps": "Zagotowujemy w garnku wodę. Do niej wkładamy drugi garnek, w którym topimy czekoladę. Mieszamy na jednolitą masę. Studzimy.Do drugiej miski wrzucamy jajka, dodajemy cukier i miksujemy, aż zrobi się puszysta masa. Dodajemy mąką i nadal miksujemy.Dodajemy masę czekoladową, dokładnie miksujemy.Do wyłożonej papierem formy wlewamy ciasto.Piekarnik nagrzewamy do 180 stopni i pieczemy przez ok. 25 minut.",
        "id": 3688,
        "title": "Brownie",
        "categories": [
            "Desery",
            "Ciasta",
            "Kuchnia_amerykańska"
        ]
    },
    {
        "products": [
            " bułka ciabatta,",
            " czosnek,",
            "pomidory,",
            "ogórek,",
            " oliwa,",
            " sól,",
            " pieprz,",
            " oregano."
        ],
        "steps": "Ciabattę pokroić na plasterki, nasmarować przekrojonym czosnkiem i zapiec w piekarniku (najlepiej z grillem, ok. 200°C). W ostateczności, bułki przysmażyć można na patelni. ",
        "id": 2713,
        "title": "Bruschetta",
        "categories": [
            "Kuchnia_włoska",
            "Przekąski"
        ]
    },
    {
        "products": [
            " trzy białka,",
            " 150 gram cukru,",
            " 80 gram zmielonych migdałów,",
            " szczypta skórki cytrynowej,",
            " łyżeczka soku cytrynowego,",
            " pół łyżeczki cynamonu,",
            " kilka kropli aromatu waniliowego."
        ],
        "steps": [
            "Migdały prażymy na sucho. ",
            "Białka ubijamy na sztywną pianę. Ubijając dodajemy powoli cukier, sok, skórkę i aromat waniliowy.",
            "Dodajemy migdały. Łyżką nakładamy na papier do pieczenia kleksy masy.",
            "Pieczemy 45 minut w 120 stopniach. Następnie wyłączamy piekarnik na 30 minut."
        ],
        "id": 5221,
        "title": "Brutti ma buoni",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " 750 gram brzoskwiń ciasteczkowych",
            " łyżka cukru pudru",
            " kruszonka:",
            " szklanka mąki",
            " 3/4 szklanki cukru pudru",
            " pół kostki masła",
            " łyżeczka proszku do pieczenia",
            " 2/3 szklanki startych migdałów"
        ],
        "steps": [
            "Kruszonka:",
            "W garnku rozpuszczamy masło. Do miski przesiewamy szklankę mąki z cukrem pudrem i proszkiem. Dodajemy stopniowo masło i rozcieramy całość na wiórki. ",
            "Dodajemy starte migdały. Całość mieszamy i zagniatamy. Wkładamy do lodówki na godzinę.",
            "Brzoskwinie myjemy i kroimy na ćwiartki. Usuwamy pestki. Do naczynia wkładamy owoce i sypiemy je cukrem pudrem. ",
            "Wyjmujemy z lodówki kruszonkę, odrywamy od niej kawałki i kładziemy ją na brzoskwinię.",
            "Pieczemy całość 180 stopni przez 25 minut. "
        ],
        "id": 4881,
        "title": "Brzoskwinia posypana kruszonką",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "1 kilogram brzoskwiń,",
            "100 gram cukru,",
            "kieliszek rumu."
        ],
        "steps": "Brzoskwinie zanurzamy we wrzącej wodzie i gotujemy przez 2 - 3 minuty. Po tym czasie wyjmujemy je, obieramy ze skórki, przepoławiamy i usuwamy pestki. Owoce układamy na salaterce, posypujemy cukrem i polewamy rumem. Następnie schładzamy w lodówce przez kilka godzin. Deser podajemy mocno schłodzony.",
        "id": 3016,
        "title": "Brzoskwinie w rumie/ Pesche al rhum",
        "categories": [
            "Kuchnia_włoska",
            "Desery"
        ]
    },
    {
        "products": [
            " osiem żółtek",
            " 150 gram cukru",
            " skórka starta z połowy cytryny",
            " cztery białka",
            " dziesięć łyżek mąki",
            " dwie i pół tabliczki gorzkiej czekolady",
            " dwie łyżki kakao",
            " 250 gram masła",
            " szczypta soli",
            " pół szklanki cukru pudru",
            " 200 mililitrów rumu",
            " kandyzowane wiśnie ",
            " listki czekoladowe"
        ],
        "steps": [
            "Żółtka ucieramy z łyżką cukru i skórką cytrynową. Dodajemy białka ubite z solą oraz cukrem.",
            "Wsypujemy mąkę i mieszamy. Ciasto rozsmarowujemy na blasze z pergaminem. Pieczemy ok. 10 minut w 220 stopniach.",
            "Ciasto zdejmujemy z blachy i przykrywamy ścierką. Roztapianie czekolady\\Roztapiamy czekoladę i schładzamy. ",
            "Masło ucieramy z cukrem pudrem, dodajemy czekoladę oraz rum i kakao. Mieszamy i trzy łyżki kremu odkładamy.",
            "Biszkopt smarujemy 3/4 kremu i zwijamy w roladę.",
            "Resztą kremu smarujemy roladę. Dekorujemy widelcem i przyozdabiamy kandyzowanymi owocami i listkami czekolady."
        ],
        "id": 4944,
        "title": "Buche de Noel",
        "categories": [
            "Desery"
        ]
    },
    {
        "id": 2530,
        "title": "BudyĹ bananowy",
        "categories": []
    },
    {
        "products": [
            "1 łyżka masła,",
            "1/2 szklanki cukru,",
            "2 jaja,",
            "3/4 szklanki mąki,",
            "1/2 szklanki śmietany,",
            "2 pokrojone banany."
        ],
        "steps": "Utrzeć masło z cukrem i stopniowo dodawać żółtka, mąkę i śmietanę, dobrze ucierając. Do gładkiej masy dodać drobno pokrojone banany oraz ubite na pianę białka. Wyłożyć do wysmarowanej formy, przykryć folią, wstawić do większej formy z wrzącą wodą i umieścić w piekarniku na 30-35 min.",
        "id": 1533,
        "title": "Budyń bananowy",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " dziewięć łyżek cukru ",
            " dziewięć łyżek kaszy manny ",
            " litr mleka ",
            " dwie łyżki masła ",
            " dwie łyżki wiórków kokosowych ",
            " pół torebki cukru waniliowego ",
            " szczypta cynamonu ",
            " kilka rodzynek "
        ],
        "steps": [
            "Mleko mieszamy z cukrem i zagotowujemy.",
            "Zmniejszamy ogień i powoli dodajemy kaszę mannę. Uważajmy, by nie powstały grudki.",
            "Gdy masa zacznie bulgotać zdejmujemy ją z ognia, dokładamy masło, cukier oraz wiórki kokosowe. Mieszamy całość i wkładamy do deserowych pucharków. ",
            "Wstawiamy do lodówki, by zrobił się chłodny, a przed podaniem posypujemy go cynamonem oraz rodzynkami."
        ],
        "id": 4478,
        "title": "Budyń po turecku",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "750 gram kurczaka (mięso z udek lub pierś)",
            "pęczek włoszczyzny ",
            "cztery jajka",
            "40 gram masła",
            "łyżka posiekanego koperku",
            "cztery łyżki bułki tartej",
            "gałka muszkatołowa",
            "sól"
        ],
        "steps": [
            "Kurczaka gotujemy w osolonej wodzie z włoszczyzną. W wywarze studzimy.",
            "Obieramy mięso z kości i mielimy je.",
            "Żółtka ucieramy z masłem, dodajemy posiekany koperek, gałkę, bułkę, mięso i mieszamy.",
            "Z białek robimy pianę i łączymy ją z mięsną masą.",
            "Masę wkładamy do posmarowanej masłem oraz posypaną bułką formy i wstawiamy ją do wrzącej wody na 50 minut."
        ],
        "id": 4378,
        "title": "Budyń z kurczaka",
        "categories": [
            "Ptactwo",
            "Warzywne"
        ]
    },
    {
        "products": [
            " połowa pitai ",
            " dwie szklanki mleka ",
            " dwa żółtka ",
            " cztery łyżki cukru pudru ",
            " dwie łyżki mąki ziemniaczanej ",
            " dwie łyżki masła ",
            " szklanki posiekanych truskawek ",
            " trzy łyżki soku z cytryny ",
            " opakowanie cukru waniliowego "
        ],
        "steps": [
            "Do garnka wlewamy półtora szklanki mleka. Podgrzewamy na niewielkim ogniu, dodajemy masło i mieszamy, by masa stała się jednolita.",
            "Do osobnej miski wbijamy żółtka , dodajemy cukier puder, cukier waniliowy, mąkę i resztę mleka. Całość miksujemy. ",
            "Wlewamy zmiksowane składniki do mleka z masłem i miksujemy. Mieszamy, aż masa stanie się gładka. Na samym końcu dodajemy dwie łyżki rozgniecionego miąższu pitai.Budyń wlewamy do pucharków. ",
            "Pitaje obieramy ze skórek, truskawki pozbawiamy szypułek. Siekamy owoce w kostkę i podgrzewamy je na patelni. Skrapiamy całość cytryną i cukrem. Podgrzewamy dwie minuty. Kładziemy owoce na budyniu."
        ],
        "id": 4882,
        "title": "Budyń z owocami",
        "categories": [
            "Desery"
        ]
    },
    {
        "id": 2534,
        "title": "Budyń bananowy",
        "categories": []
    },
    {
        "id": 2670,
        "title": "Bukiet z surĂłwek",
        "categories": []
    },
    {
        "products": [
            "Surowe jarzyny umyć, odsączyć z wody.",
            "Przygotować sos. Rozetrzeć sól i pieprz z sokiem cytrynowym. Dodać oliwę, wymieszać.",
            "Kapustę poszatkować na cieniutkie paseczki długości 5-6 cm. Wymieszać z cukrem, odstawić na 2 godz. Marchewki i seler obrać, zetrzeć na tarce o małych otworach. Skropić zaraz sokiem cytrynowym, by nie sciemniały. Do marchewki dodać 1 łyżeczkę cukru. Pory pokroić na plasterki. Paprykę bez pestek pokroić na cieniutkie paseczki. Ugotowane kartofle pokroić na plasterki. Każdy pomidor przekroić na 8 czesci. Ogórek pokroić na plasterki. Fasolkę osączyć z wody, dodać roztarty czosnek, sól, majeranek i 1 łyżkę sosu.",
            "Poszatkowaną kapustę lekko odcisnąć, dodać paprykę, 2 łyżki sosu, wymieszać, odstawić na 2 godz.",
            "Na liściach sałaty ułożyć dekoracyjnie jarzyny, przybrać korniszonami, cebulkami i grzybkami. "
        ],
        "id": 1477,
        "title": "Bukiet z surówek",
        "categories": [
            "Surówki"
        ]
    },
    {
        "products": [
            "półtora litra wody,",
            "płat alg konbu,",
            "20 gram ryby katsuobushi."
        ],
        "steps": [
            "Płat alg łamiemy na kawałki, wrzucamy do wody i zagotowujemy. ",
            "Gdy zacznie wrzeć wlewamy pół litra zimnej wody i dodajemy rybę. Gotujemy. ",
            "Gdy bulion zacznie wrzeć zmniejszamy ogień na mały i gotujemy następny kwadrans.",
            "Gotową zupę przelewamy przez sitko."
        ],
        "id": 3814,
        "title": "Bulion dashi",
        "categories": [
            "Kuchnia_azjatycka",
            "Kuchnia_japońska",
            "Zupy_jarskie"
        ]
    },
    {
        "products": "200 mililitrów kwaśnej śmietany,",
        "steps": [
            "Buraki szorujemy i układamy w brytfannie. Wstawiamy do 150 stopni i pieczemy na półmiękko.",
            "Ostygnięte obieramy, odcinamy czubki, po czym łyżką wydrążamy miąższ.",
            "Cebulę obieramy i szatkujemy.",
            "Mięso podsmażamy na oleju, wkładamy do miski i dodajemy ryż, cebulę, miąższ z buraków oraz połowę śmietany. Mieszamy, doprawiamy.",
            "Nadzieniem wypełniamy buraki. Układamy je w natłuszczonym naczyniu żaroodpornym, skrapiamy śmietaną i zapiekamy 5 minut."
        ],
        "id": 4072,
        "title": "Buraczaki nadziewane mięsem",
        "categories": [
            "Wieprzowina",
            "Warzywne"
        ]
    },
    {
        "products": "500 mililitrów śmietany 18%,",
        "steps": "Nieobranego buraka gotujemy przez ok. kwadrans.Jajka gotujemy na twardo.Obieramy buraka i ścieramy na małych oczkach.Żelatynę rozpuszczamy w wrzącej wodzie, wlewamy do garnka i mieszamy ze śmietaną.Stawiamy garnek na mały ogniu i doprowadzimy do momentu \"przed\" wrzeniem.Wrzucamy buraki, doprawiamy solą oraz pieprzem i mieszamy. Po czym odstawiamy, by ostygło.Foremki (mogą być pojemniki po jogurtach lub deserach) smarujemy masłem. Masę nalewamy do ok. 3/4 wysokości. Wkładamy obrane jajko i uzupełniamy masą.Wstawiamy do lodówki na około 3 godziny.",
        "id": 3739,
        "title": "Buraczkowa terrina z jakiem",
        "categories": [
            "Z_jaj",
            "Warzywne",
            "Przekąski",
            "Kuchnia_francuska"
        ]
    },
    {
        "products": [
            " 10 gram świeżych drożdży ",
            " 100 mililitrów ciepłej wody",
            " 100 gram ugotowanych i zmiksowanych buraków ",
            " łyżeczka soli ",
            " 400 gram mąki pszennej chlebowej ",
            " dodatki do posypania (np. suszona dynia)"
        ],
        "steps": [
            "Drożdże rozpuszczamy w wodzie i mieszamy z resztą składników.",
            "Zagniatamy ciasto i odstawiamy na 15 minut. Nagrzewamy piekarnik do 200 stopni.",
            "Ciasto rozwałkowujemy na cienko. Wycinamy kształty  i posypujemy wybranymi przez nas dodatkami.",
            "Odstawiamy na chwilę i pieczemy ok. 15 minut."
        ],
        "id": 4851,
        "title": "Buraczkowe chrupki",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "sos czosnkowy",
        "steps": [
            "Buraki szorujemy i pieczemy w 180 stopniach do miękkości (przez ok. 40 minut). Po wyjęciu kroimy je na plastry.",
            "Sos czosnkowy mieszamy z kuminem, chilli i łyżką natki.",
            "Polewamy buraki sosem."
        ],
        "id": 4398,
        "title": "Buraki w sosie czosnkowym",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "cztery łyżki oliwy",
        "steps": [
            "Buraki gotujemy, obieramy ze skóry i kroimy w kostkę. Fetę kruszymy, a jabłko ścieramy na tarce.",
            "Składniki mieszamy, dodajemy sok, oliwę oraz zmiażdżony czosnek. Posypujemy poszatkowaną natką pietruszki."
        ],
        "id": 4367,
        "title": "Buraki z fetą",
        "categories": [
            "Dodatki_do_dań",
            "Jarskie",
            "Warzywne"
        ]
    },
    {
        "products": [
            " trzy buraki",
            " cztery łyżki naturalnego jogurtu",
            " ząbek czosnku",
            " gałązki natki",
            " pół łyżeczki zmielonej kolendry",
            " pół łyżeczki zmielonego kminu rzymskiego",
            " sok z cytryny",
            " sól"
        ],
        "steps": [
            "Buraki gotujemy, obieramy i trzemy na sporych oczkach.",
            "Jogurt mieszamy z pozostałymi składnikami.",
            "Zalewamy buraki sosem i odstawiamy na ok. 20 minut."
        ],
        "id": 4716,
        "title": "Buraki z jogurtem",
        "categories": [
            "Sałaty",
            "Jarskie",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "łyżka oliwy",
        "steps": [
            "Ciecierzycę płuczemy pod wodą i odcedzamy. Następnie rozgniatamy ją widelcem.",
            "Na patelni podsmażamy na oliwie cebulkę ze szczypiorkiem i posiekanym czosnkiem. Dodajemy imbir, kumin i marchew. Mieszamy całość i smażymy ok. 5 minut. Odstawiamy do przestudzenia.",
            "Do cieciorki wrzucamy rzeczy z patelni, zioła oraz sok, płatki i przyprawy. Mieszamy całość.",
            "Formujemy burgery, po czym układamy na posmarowanej oliwą blasze.",
            "Pieczemy w 200 stopniach po 10 minut z każdej strony."
        ],
        "id": 4217,
        "title": "Burgery z cieciorki",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "oliwa.",
        "steps": "Cukinię i marchewkę ucieramy na dużych oczkach. Cukinię odsączamy z soku.Warzywa mieszamy razem, dodajemy słonecznik, jajko, sezam oraz przyprawy. Mieszamy.Z masy formujemy kotlety i smażymy na rozgrzanym oleju.",
        "id": 3544,
        "title": "Burgery z cukinii",
        "categories": [
            "Warzywne",
            "Jarskie",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            " 500 gram mielonego wołowego mięsa",
            " 100 gram fety",
            " suszone pomidory w płatkach",
            " sól",
            " pieprz"
        ],
        "steps": [
            "Grill rozgrzewamy. Składniki na burgery mieszamy i formujemy z masy okrągłe placki. ",
            "Grillujemy, aż mięso będzie gotowe."
        ],
        "id": 4845,
        "title": "Burgery z fetą",
        "categories": [
            "Wołowina",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "olej do smażenia",
        "steps": [
            "Ziemniaki obieramy i kroimy w kostkę. Gotujemy.",
            "Dodajemy do ziemniaków obraną i poszatkowaną cebulę, przyprawy oraz olej. Miażdżymy całość na jednolitą masę. Dodajemy groszek i mieszamy.",
            "Formujemy z masy kotlety i smażymy na patelni przez ok. 4 minuty z każdej strony."
        ],
        "id": 5125,
        "title": "Burgery z ziemniaków",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "oliwa,",
        "steps": [
            "Cebulę i czosnek obieramy i siekamy.",
            "Mięso kroimy w kostkę i podsmażamy.",
            "Szklimy cebulę z czosnkiem i dodajemy ją do mięsa, doprawiamy oraz solimy.",
            "Dodajemy koncentrat i mieszamy dokładnie. Trzymamy na ogniu kilka minut.",
            "Dolewamy powoli i partiami wino, by mięso się dusiło na małym ogniu. Dusimy ok. 2 godzin pod przykryciem, by część płynu odparowała."
        ],
        "id": 4121,
        "title": "Burgundzka wołowina",
        "categories": [
            "Wołowina",
            "Kuchnia_francuska"
        ]
    },
    {
        "products": "oliwa.",
        "steps": [
            "Cebule kroimy w kostkę. Trzy z nich wkładamy do garnka, resztę wrzucamy na patelnię.",
            "W misce rozgniatamy czosnek i dodajemy starty imbir, łyżeczkę gałki, liść laurowy oraz łyżeczkę cayenne. Mieszamy całość na jednolitą masę.",
            "Kroimy obranego pomidora w kostkę. Podsmażamy cebulę w garnku na oliwie, po czym dodajemy do niej pomidora i smażymy, aż ten ostatni się rozpadnie.",
            "Dodajemy jogurt oraz orzechy i mieszamy.",
            "Zmniejszamy ogień na niewielki i próbujemy sosu, by sprawdzić, czy nie należy doprawić.",
            "Pierś kroimy na kostkę i dodajemy do cebuli na patelni. Smażymy całość, po czym dodajemy do sosu.",
            "Gotujemy kilka minut na średnim ogniu."
        ],
        "id": 3892,
        "title": "Butter Chicken",
        "categories": [
            "Ptactwo",
            "Kuchnia_indyjska",
            "Warzywne"
        ]
    },
    {
        "products": [
            " mak, sezam, słonecznik, płatki owsiane."
        ],
        "Sk.C5.82adniki": "<span class=\"mw-headline\" id=\"Przepis_na_12_sztuk:\">Przepis na 12 sztuk:</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/index.php?title=Bu%C5%82eczki_owsiane&amp;action=edit&amp;section=3\" title=\"Edytuj sekcję: Przepis na 12 sztuk:\">edytuj</a><span class=\"mw-editsection-bracket\">]</span></span>",
        "steps": "Do miski wlej mleko. Rozpuść w nim drożdże. Dodaj dwie szklanki mąki i szklankę płatków owsianych, wymieszaj i przykryj miskę ściereczką. Odstaw w ciepłe miejsce.W tym czasie roztop na patelni masło i ostudź je. Odrobiną masła wysmaruj dużą blachę. Po około pół godzinie, kiedy zaczyn wyrośnie, dodaj do niego następne trzy szklanki mąki i łyżkę soli. Wymieszane ciasto wyrzuć na stół lub stolnice i zagnieć, podsypując mąką, jeżeli będzie to konieczne. Pod koniec zagniatania (powinno trwać nie krócej niż 5 min.) dodaj resztę ostudzonego masła i wgnieć je dokładnie w ciasto. Ciasto powinno być miękkie, gładkie i nie klejące się do rąk. Zrób z niego wałek i podziel na 12 równych części. Z każdej ulep kulkę i połóż na blachę. Zachowaj miedzy kulkami odstępy co najmniej 2 cm, ponieważ znacznie urosną w czasie pieczenia. Każdą kulkę wygładź ręką zwilżoną wodą i posyp makiem, sezamem, słonecznikiem lub płatkami owsianymi. Możesz użyć też dowolnej mieszanki tych składników. Jeżeli ich nie masz, bułki będą smaczne i bez nich. Rozgrzej piekarnik do 180 st. C, wstaw blachę z bułkami na środkowy poziom na ok. 25-30 minut. Są gotowe, kiedy mają złoty kolor.",
        "id": 1984,
        "title": "Bułeczki owsiane",
        "categories": [
            "Śniadania"
        ]
    },
    {
        "products": [
            "dwie bułki,",
            "dwie łyżki masła tudzież margaryny,",
            "jajko."
        ],
        "steps": "Bułki kroimy na kawałki.W misce rozbijamy jajko widelcem. Każdą z bułek moczymy w jajku.Na patelni rozgrzewamy masło i zmniejszamy ogień na średni. Układamy na patelni bułki i obsmażamy dokładnie z obu stron na złocisty kolor.",
        "id": 3631,
        "title": "Bułka obtoczona w jajku",
        "categories": [
            "Przekąski",
            "Śniadania",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "600 mililitrów oleju.",
        "steps": [
            "Do miski wrzucamy sól oraz mąkę i dokładnie mieszamy. W środku robimy dziurkę i stopniowo dolewamy do niej wodę.",
            "Całość zagniatamy, by powstało gładkie i elastyczne ciasto. Odstawiamy je w ciepłe miejsce na 30 minut.",
            "Dzielimy je na dziesięć porcji i z każdej robimy kulkę.",
            "Każdą z nich rozwałkowujemy na placek.",
            "Na rozgrzanej patelni smażymy placki z obu stron na złoty kolor."
        ],
        "id": 3765,
        "title": "Bułki poori",
        "categories": [
            "Kuchnia_indyjska",
            "Dodatki_do_dań",
            "Mączne"
        ]
    },
    {
        "products": "olej,",
        "steps": "Cebulę obieramy i kroimy na kawałki, podobnie czynimy z parówkami. Pieczarki oczyszczamy i tniemy na plastry. Cebulę oraz grzyby podsmażamy na oleju, po czym dodajemy parówki i całość dusimy.Pod sam koniec dodajemy koncentrat oraz przyprawy.Z bułek usuwamy końcówkę i usuwamy środek. Do bułek wkładamy farsz, po czym posypujemy je serem i zapiekwamy przez ok. 7 minut w 150 stopniach.",
        "id": 3529,
        "title": "Bułki z nadzieniem",
        "categories": [
            "Śniadania",
            "Grzyby"
        ]
    },
    {
        "id": 2330,
        "title": "BuĹeczki owsiane",
        "categories": []
    },
    {
        "products": [
            "puszka kukurydzy,",
            "puszka groszku,",
            "biała część pora,",
            "cztery jajka,",
            "300 gram sera żółtego,",
            "majonez."
        ],
        "steps": [
            "Jajka gotujemy na twardo.",
            "Pora kroimy wzdłuż, a następnie na plasterki.",
            "Ser ścieramy na tarce o dużych oczkach.",
            "Jajka kroimy na kawałki i mieszamy z porem oraz serem. W osobnej  misce mieszamy kukurydze oraz groszek.",
            "Wrzucamy wszystko do jednej miski, mieszamy i zalewamy majonezem."
        ],
        "id": 3828,
        "title": "Błyskawiczna sałatka",
        "categories": [
            "Sałaty"
        ]
    },
    {
        "products": "oliwa.",
        "steps": [
            "Umytego kurczaka tniemy na niewielkie kawałki. ",
            "Przyprawiamy go wszystkimi przyprawami (poza liściem), pamiętając by ziół prowansalskich użyć najmniej. ",
            "Na rozgrzanej oliwie podsmażamy kurczaka. Gdy będzie gotowy zalewamy patelnię woda i gotujemy przez 2 minuty. ",
            "Wlewamy całość do garnka, dorzucamy liście laurowe oraz ew. doprawiamy i dusimy na małym ogniu przez 15 minut."
        ],
        "id": 3792,
        "title": "Błyskawiczny gulasz z kurczaka",
        "categories": [
            "Ptactwo"
        ]
    },
    {
        "products": [
            "1 kg składnik,",
            "0.25 l składnik."
        ],
        "steps": "Opis przyrządzania potrawy",
        "id": 1562,
        "title": "BĂťche de noĂŤl",
        "categories": [
            "WikiKuchnia"
        ]
    },
    {
        "products": "oliwa.",
        "steps": "Bób gotujemy w osolonej wodzie, po czym obieramy. W międzyczasie obieramy czosnek i siekamy lub przepuszczamy przez praskę. Wrzucamy go do moździerza i ucieramy z solą, pieprzem i oliwą na sos. Bób mieszamy z sosem.",
        "id": 3130,
        "title": "Bób w przyprawach",
        "categories": [
            "Jarskie",
            "Warzywne"
        ]
    },
    {
        "products": "oliwa,",
        "steps": [
            "Bób gotujemy i łuskamy. Cebulę szatkujemy na kawałki, podobnie robimy z koperkiem. Ziemniaka gotujemy i kroimy w kostkę.",
            "Wszystkie warzywa mieszamy razem. Polewamy oliwą oraz octem, po czym posypujemy koperkiem."
        ],
        "id": 4076,
        "title": "Bób z warzywami",
        "categories": [
            "Sałaty",
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            "dwanaście łyżeczek świeżo zmielonej kawy",
            "dwie laski cynamonu",
            "ciemny cukier trzcinowy"
        ],
        "steps": [
            "Cynamon wkładamy do garnka, zalewamy sześcioma szklankami wody i zagotowujemy. ",
            "Dosypujemy kawę i gotujemy na małym ogniu ok. dwóch minut. Chwilę przed podaniem słodzimy cukrem."
        ],
        "id": 4448,
        "title": "Cafe De Olla",
        "categories": [
            "Napoje_gorące"
        ]
    },
    {
        "id": 2930,
        "title": "Calzone",
        "categories": []
    },
    {
        "products": "pół szklanki oleju słonecznikowego,",
        "steps": [
            "Ser kroimy na ćwiartki i układamy w szerokim słoiku. Czosnek obieramy i prasujemy lub szatkujemy.",
            "Dorzucamy do niego ziarenka pieprzu, jagody jałowca, liście laurowe, czosnek oraz paprykę. ",
            "Zalewamy całość olejem, zamykamy szczelnie i przez dwa dni chłodzimy w lodówce."
        ],
        "id": 3767,
        "title": "Camambert marynowany",
        "categories": [
            "Dodatki_do_dań",
            "Przekąski"
        ]
    },
    {
        "products": "olej",
        "steps": "Jajko trzepiemy wraz solą,po czym dosypujemy mąkę. Wlewamy taką ilość wody wody, by powstało stosunkowo gęste ciasto. Do ciasta dosypujemy przyprawy. Ser obtaczamy w przygotowanym cieście i smażymy na głębokim oleju na złocisty kolor.",
        "id": 3115,
        "title": "Camambert w cieście paprykowym",
        "categories": [
            "Przystawki",
            "Dodatki_do_dań",
            "Kuchnia_francuska"
        ]
    },
    {
        "id": 2400,
        "title": "Canneloni z miÄsem",
        "categories": []
    },
    {
        "products": [
            "Mięso podsmażyć na rozgrzanym oleju, doprawić solą i pieprzem.",
            "Cebulę i czosnek obrać, posiekać, dodać do mięsa i podsmażyć. ",
            "Oregano opłukać i osuszyć, listki poodrywać od gałązek i dodać do mięsa. ",
            "Dodać 4 łyżki pomidorów i zielony pieprz, smażyć ok. 5 minut na wolnym ogniu, stale mieszając. "
        ],
        "Uwagi": "Zamiast pomidorów można użyć przecieru.Przyprawy pasujące do cannelloni z mięsem to: tymianek, majeranek, oregano, bazylia",
        "id": 2254,
        "title": "Canneloni z mięsem",
        "categories": [
            "Makarony",
            "Kuchnia_włoska"
        ]
    },
    {
        "products": [
            "150 gram migdałów,",
            "300 gram mąki pszennej,",
            "150 gram cukru,",
            "trzy jajka,",
            "łyżka cukru waniliowego,",
            "odrobina esencji waniliowej,",
            "łyżeczka proszku do pieczenia,",
            "otarta skórka cytrynowa."
        ],
        "steps": "Prażymy migdały na patelni, po czym połowę z nich siekamy.Jajka miksujemy z cukrem, aromatem oraz cukrem waniliowym.Dodajemy obie porcje migdałów oraz mąkę i skórkę z cytryny.Mieszamy i zagniatamy.Z masy robimy dwa wałki. Wkładamy je do piekarnika (150 stopni) i tam pieczemy przez 35 minut.\tKroimy na kromki i ponownie pieczemy w 150 stopniach przez ok. 10 minut.",
        "id": 3593,
        "title": "Cantucci",
        "categories": [
            "Kuchnia_włoska",
            "Desery",
            "Przekąski"
        ]
    },
    {
        "products": "oliwa,",
        "steps": [
            "Bakłażany kroimy w sporą kostkę, paprykę w mniejszą. Cebulę szatkujemy, a selera kroimy na centymetrowe kawałki.",
            "Na oliwie dusimy cebulę, a gdy ta się zeszkli dodajemy selera, paprykę, rozgnieciony czosnek oraz pomidory. Dusimy całość przez 10 minut.",
            "Bakłażany smażymy na złocisty kolor na drugiej patelni, po czym dorzucamy do reszty warzyw.",
            "Dodajemy kapary, pokrojone oliwki oraz sparzone rodzynki. Doprawiamy i studzimy."
        ],
        "id": 3766,
        "title": "Caponata",
        "categories": [
            "Kuchnia_włoska",
            "Jarskie",
            "Warzywne"
        ]
    },
    {
        "products": "olej do smażenia",
        "steps": [
            "Obieramy cebulę, szatkujemy i szklimy na oleju. ",
            "Bułkę podsmażamy na maśle, po czym mieszamy z mąką i cebulą.",
            "Dodajemy jaja, szpinak, mleko, sól oraz majeranek i wyrabiamy gładkie ciasto.",
            "Z masy formujemy długie paluchy i wrzucamy je do wody. Gotujemy, aż do wypłynięcia. Podajemy posypane szałwią."
        ],
        "id": 4604,
        "title": "Caponetti",
        "categories": [
            "Mączne",
            "Jarskie",
            "Kuchnia_włoska"
        ]
    },
    {
        "products": [
            " 800 gram wołowiny bez kości",
            " 400 gram cebuli",
            " łyżka przecieru pomidorowego",
            " łyżka mąki",
            " łyżka masła",
            " 70 gram smalcu",
            " butelka piwa",
            " natka pietruszki",
            " tymianek",
            " sól"
        ],
        "steps": [
            "Mięso kroimy w kostkę, smażymy, solimy. ",
            "Cebulę obieramy i tniemy na plastry. Na reszcie tłuszczu smażymy cebulę. ",
            "Do garnka wkładamy mięso i dodajemy przecier. Podgrzewamy na wolnym ogniu.",
            "Dodajemy cebulę, piwo, natkę oraz tymianek. Całość zaprawiamy zasmażką z mąki i masła.",
            "Dusimy danie pod przykryciem, na małym ogniu przez ok. 3 godziny."
        ],
        "id": 4609,
        "title": "Carbonada z wołowiny",
        "categories": [
            "Wołowina",
            "Kuchnia_argentyńska"
        ]
    },
    {
        "products": "oliwa z oliwek",
        "steps": "Buraki myjemy, zawijamy w folię aluminiową i pieczemy w piekarniku nagrzanym do 200 stopni, przez około 10-15 minut- do miękkości. Po tym czasie studzimy, obieramy ze skóry i kroimy na bardzo cienkie, równe plastry. Na dużym półmisku układamy umytą i osuszoną rukolę, na niej plastry buraków, przekładane pokrojonym cienko kozim serem i posypujemy uprażonymi pestkami dyni. W miseczce mieszamy ocet balsamiczny, miód, musztardę, oliwę z oliwek, doprawiamy solą i pieprzem, polewamy powstałym sosem buraki.",
        "id": 5204,
        "title": "Carpaccio z buraków",
        "categories": [
            "Jarskie",
            "Warzywne",
            "Sałaty"
        ]
    },
    {
        "products": "oliwa z oliwek",
        "steps": [
            "Cukinie kroimy na cienkie plastry, solimy je, dodajemy ocet i zalewamy wrzątkiem.",
            "Zostawiamy całość na kilka minut, po czym hartujemy w zimnej wodzie.",
            "Układamy na talerzu i skrapiamy oliwą, octem, solą, pieprzem, grana padano oraz prażonymi orzeszkami pini."
        ],
        "id": 5184,
        "title": "Carpaccio z cukini",
        "categories": [
            "Warzywne",
            "Przekąski",
            "Jarskie"
        ]
    },
    {
        "products": "szklanka kwaśnej śmietany",
        "steps": [
            "Jajka oraz mięso kroimy w kostkę. Ogórka i rzodkiewkę kroimy w półplastry. Szczypiorek siekamy.",
            "Ucieramy szczypior z połową łyżeczki soli oraz szczyptą cukru, aż szczypior nie puści soku.",
            "Wkładamy całość do wazy, zalewamy śmietaną wymieszaną z musztardą oraz jajkami. Następnie powoli dolewamy kwas.",
            "Mieszamy całość i doprawiamy. Dosypujemy warzywa oraz mięso, mieszamy, przykrywamy. Wstawiamy na godzinę do lodówki."
        ],
        "id": 4512,
        "title": "Carska orkoszka",
        "categories": [
            "Kuchnia_rosyjska",
            "Zupy_na_mięsie"
        ]
    },
    {
        "products": "oliwa.",
        "steps": [
            "Składniki, poza makaronem, mieszamy w blenderze na gładką masę, dodając niewielkie porcje oliwy w trakcie mieszania.",
            "Makaron gotujemy, a dwie łyżki wrzątku wlewamy do sosu i mieszamy.",
            "Makaron polewamy sosem."
        ],
        "id": 3961,
        "title": "Casarecce z pomidorami",
        "categories": [
            "Kuchnia_włoska",
            "Warzywne",
            "Jarskie",
            "Makarony"
        ]
    },
    {
        "products": [
            "1 golonka wieprzowa,",
            "200 gram surowego boczku,",
            "150 gram surowej białej kiełbasy,",
            "2 udka kaczki,",
            "2 kostki smalcu,",
            "300 gram białej fasoli drobnej lub 2 puszki gotowanej fasoli,",
            "6 ząbków czosnku,",
            "1 marchew,",
            "1 łodyga selera naciowego,",
            "1 cebula,",
            "1 pomidor,",
            "2 goździki,",
            "suszony tymianek,",
            "gałązki rozmarynu,",
            "2 ziela angielskie,",
            "1 listek laurowy,",
            "tymianek, ",
            "sól, ",
            "ziarna pieprzu."
        ],
        "steps": "Fasolę opłucz i mocz w wodzie przez noc. Czosnek, marchew i seler obierz, umyj i pokrój w plasterki. Cebulę obierz, przekrój na pół i powbijaj w nią goździki. Pomidora sparz, obierz ze skóry, a następnie pokrój w kawałki. Udka z kaczki oczyść z ewentualnych pozostałości po piórach. W garnku rozpuść smalec, dodaj przyprawy i rozgnieciony czosnek. Włóż udka i gotuj na wolnym ogniu przez ok. 1,5 godz., aż będą idealnie miękkie. Pozostaw w garnku do ostygnięcia, najlepiej na całą noc w lodówce. Następnie wyjmij udka, zbierz tłuszcz. Namoczoną fasolę gotuj w tej samej wodzie przez ok. 1 godz. z listkiem laurowym, rozmarynem i połową czosnku. W tym samym czasie wstaw w osobnym garnku wieprzowinę: boczek i golonkę gotuj do miękkości w wodzie z listkiem laurowym, ziarnami ziela angielskiego i pieprzu oraz solą. Następnie wyjmij mięso, a wywar pozostaw. Z mięsa wykrój tłuszcz, a mięso pokrój na kawałki. Na patelni podsmaż kawałki golonki, boczku, białej kiełbasy i udka kaczki. Fasolę wymieszaj z warzywami. Przypraw tymiankiem, rozmarynem, pieprzem i solą. W naczyniu do zapiekania ułóż warstwami fasolę i warzywa, przekładając mięsem. Zalej całość wywarem z gotowania wieprzowiny. Rozgrzej piekarnik do temp. 180°. Przykryj cassoulet i wstaw do pieca pod przykryciem na ok. 2 godz. W miarę potrzeby uzupełniaj płyn. Na 10 min przed końcem zdejmij pokrywę i zrumień wierzch. Do dekoracji użyj świeżych ziół.",
        "id": 3032,
        "title": "Cassoulete",
        "categories": [
            "Kuchnia_francuska",
            "Warzywne",
            "Wieprzowina",
            "Ptactwo"
        ]
    },
    {
        "Informacje": "Przyprawa ta, powszechnie nazywana pieprzem, jest w istocie mieszanką małych, dojrzałych, zmielonych owoców bardzo ostrych odmian papryki. ",
        "Zastosowanie": "W niewielkich ilościach dodaje się jej do dań warzywnych, z roślin strączkowych, ryb i jaj.",
        "id": 2026,
        "title": "Cayenne",
        "categories": [
            "Przyprawy,_zioła,_ingrediencje"
        ]
    },
    {
        "products": "łyżka oliwy z oliwek,",
        "steps": "Z mięsa, śmietany oraz wszystkich ziół formujemy bitki o grubości ok. centymetra. Smażymy je na oliwie po 8 minut z każdej ze stron (aż do zbrązowienia). Posiekaną cebulę wraz z oliwą smażymy przez 20 minut na średniej wielkości ogniu, dopóki ta nie stanie się złoto - brązowa. Gdy tak się stanie dodajemy mod, ocet i pieczemy przez następne 10 minut. Bitki posypujemy otrzymaną cebulką.",
        "id": 3257,
        "title": "Cebulowe bitki w ziołach",
        "categories": [
            "Wołowina",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            "1 kg filetów ryby morskiej (dorsz, panga lub sola),",
            "2 kilogramy cytryn,",
            "125 mililitrów słodkiego sosu chili,",
            "cebula czosnkowa,",
            "grejpfrut lub pomarańcze (opcjonalnie)."
        ],
        "steps": "Ryby dokładnie myjemy, po czym kroimy na kwadraty 3 na 3 centymetry. Cebulę kroimy na półtalarki, a z cytryn wyciskamy dokładnie sok. Ryby kładziemy do miski, przysypujemy cebulą, a całość zalewamy sokiem. Przykrywamy folią i wstawiamy do lodówki na 12 godzin. Po tym czasie dolewamy chili, mieszamy dokładnie i znów wkładamy na 12 godzin. Do soku z cytryny można dodać wyciśnięty sok z pomarańczy lub grejpfrutów.",
        "id": 3183,
        "title": "Cerviche",
        "categories": [
            "Ryby",
            "Kuchnia_południowoamerykańska"
        ]
    },
    {
        "products": "olej roślinny",
        "steps": [
            "Cebulę oraz czosnek obieramy i siekamy. Mieszamy z mięsem oraz przyprawami. Dolewamy zimną wodę i wyrabiamy. Przykrywamy folią i wkładamy na noc do lodówki.",
            "Z masy formujemy niewielkie, podłużne kotleciki. Nadziewamy je na patyki i smarujemy olejem. Wstawiamy do ok. 220 stopni na 10 minut. "
        ],
        "id": 5032,
        "title": "Cevapcici",
        "categories": [
            "Przekąski",
            "Wołowina",
            "Kuchnia_bałkańska"
        ]
    },
    {
        "products": [
            "2 kg ziemniaków,",
            "2-3 dorodne pory,",
            "250 - 330 ml mleka,",
            "1/3 kostki (ok. 80 g) masła,",
            "sól, pieprz."
        ],
        "steps": "Ziemniaki obrać, pokroić i nastawić do gotowania.W czasie, gdy ziemniaki się grzeją, przygotować pory: usunąć niejadalne części, umyć, pokroić w talarki lub półtalarki.Zagotować mleko razem z masłem. Do przegotowanego mleka wrzucić pokrojone pory i przez chwilę (aż por nieco zmięknie) pogotować na małym ogniu.Ugotowane ziemniaki odcedzić, utłuc na puree. Do ziemniaków wlać mleko razem z porem, potłuc jeszcze mocniej, aż wszystko sie jednolicie wymiesza. Przyprawić do smaku solą i pieprzem.Podawać gorące do mięs - smakuje wspaniale np. ze sznycelkami schabowymi smażonymi na maśle.",
        "Uwagi": "Jest to nieco zmodyfikowana wersja podobno tradycyjnej irlandzkiej potrawy, jednak znajomy Irlandczyk, zapytany o tę potrawę zrobił wielkie oczy...",
        "id": 1960,
        "title": "Champ",
        "categories": [
            "Warzywne"
        ]
    },
    {
        "products": [
            "trzy średnie jabłka,",
            "trzy duże garści orzechów włoskich,",
            "łyżeczka mielonego cynamonu,",
            "miód do smaku, ",
            "czerwone, słodkie wino."
        ],
        "steps": [
            "Jabłka obieramy, usuwamy gniazda nasienne i trzemy.",
            "Orzechy prażymy na patelni i siekamy.",
            "Wszystkie stałe składniki mieszamy. ",
            "W misce mieszamy miód i wino, po czym zalewamy potrawę."
        ],
        "id": 4017,
        "title": "Charoset aszkenazyjski",
        "categories": [
            "Sałaty",
            "Jarskie",
            "Kuchnia_żydowska"
        ]
    },
    {
        "products": [
            "cztery kromki czerstwej chałki,",
            "szklanka mleka,",
            "jajko,",
            "łyżka rodzynek,",
            "cztery łyżki rozpuszczonego masła,",
            "3 łyżki cukru,",
            "cynamon,",
            "gałka muszkatołowa,",
            "kardamon."
        ],
        "steps": "Rodzynki namaczamy w wodzie.Chałkę kroimy na kostkę. Mleko mieszamy z jajkiem, masłem, cukrem oraz wszystkimi przyprawami. Dodajemy do niego chałkę oraz rodzynki.Naczynie żaroodporne smarujemy masłem, po czym wlewamy do niego przygotowaną masę. Wstawiamy całość do wyłączonego piekarnika.Pieczemy w 180 stopniach przez ok. 30 minut.",
        "id": 3420,
        "title": "Chałkowa zapiekanka",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "duży, podwójny filet z kurczaka,",
            "masło,",
            "olej, oliwa lub smalec,",
            "1 pomidor,",
            "kalafior,",
            "cebula,",
            "garść drobno pokrojonych migdałów (sparzonych i obranych ze skórki),",
            "śmietana,",
            "sól, pieprz, chili, słodka papryka."
        ],
        "steps": "Pomidora obieramy ze skórki i drobno kroimy, lub miksujemy. Z przetartego i ugotowanego kalafiora, podsmażonej cebuli, chili, soli, papryki oraz pieprzu przygotowujemy sos. Oczyszczone i pokrojone w drobną ćwiarteczkę mięso obsmażamy w głębokim oleju, a następnie wykładamy na talerz. Na tę samą patelnię wrzucamy masło, rozdrobnionego pomidora oraz śmietanę. Mieszankę lekko podduszamy, po czym dodajemy do niej podsmażonego kurczaka. Całość dusimy przez ok. 2 minuty, a następnie polewamy sosem z kalafiora. Wierzch posypujemy migdałami. ",
        "id": 2813,
        "title": "Chicken Corma",
        "categories": [
            "Ptactwo"
        ]
    },
    {
        "products": "oliwa",
        "steps": [
            "Makaron gotujemy al dente. Pod koniec gotowania, dwie minuty przed wyłączeniem ognia wrzucamy groszek.",
            "Cebulkę oraz czosnek obieramy i siekamy. Szklimy na oliwie i podlewamy winem. ",
            "Moment dusimy i dodajemy śmietankę.",
            "Po chwili wrzucamy łososia oraz odcedzony makaron. Doprawiamy solą i pieprzem i mieszamy o posypujemy pietruszką."
        ],
        "id": 5105,
        "title": "Chifferi z łososiem",
        "categories": [
            "Makarony",
            "Ryby"
        ]
    },
    {
        "products": "sos czosnkowy",
        "steps": [
            "Szpinak myjemy i gotujemy w osolonej wodzie przez trzy minuty.",
            "Po ugotowaniu spryskujemy go zimną wodą i odcedzamy. Następnie szpinak kroimy na drobne kawałki i mieszamy z jajkiem, mąką, cukrem oraz wodą.",
            "Na patelni rozgrzewamy olej. Nakładamy na niego placuszki z masy. Na wierzch placków kładziemy żółty ser. ",
            "Przykrywamy całość i smażymy ok. 3 minut z obu stron."
        ],
        "id": 5101,
        "title": "Chijimi",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "oliwa.",
        "steps": [
            "Obrane pomidory tniemy w kostkę.",
            "Cebulę i czosnek obieramy, szatkujemy i podsmażamy. Dodajemy pomidory i gotujemy całość przez 30 minut. ",
            "Kurczaka smażymy z obu stron, po czym studzimy. Gdy wystygną rwiemy je na kawałki (nie kroimy!).",
            "Do pomidorów dodajemy sos do taco oraz posiekaną kolendrę/pietruszkę. Mieszamy i gotujemy 5 minut.",
            "Obie śmietany mieszamy, a kukurydze odcedzamy.",
            "Do naczynia żaroodpornego wkładamy: sos pomidorowy, nachos, ser żółty, kukurydze, kurczaka, śmietanę, sos pomidorowy. Układamy tak warstwy aż do wyczerpania składników (na wierzchu powinny być nachos posypane serem).",
            "Pieczemy w 180 stopniach przez 40 minut."
        ],
        "id": 3936,
        "title": "Chilaquiles",
        "categories": [
            "Warzywne",
            "Ptactwo",
            "Kuchnia_meksykańska"
        ]
    },
    {
        "products": [
            " 0,5 kg mielonej wołowiny,",
            " 2 średnie cebule,",
            " 250 g brązowej lub czerwonej fasoli,",
            " 250 g pomidorów (świeżych lub w zalewie),",
            " strąk papryczki chili,",
            " 2-3 ząbki czosnku,",
            " ostra papryka w proszku,",
            " olej,",
            " sól,",
            " pieprz,",
            " pieprz cayenne "
        ],
        "steps": "Cebulę posiekać i podsmażyc na oleju. Dodać mięso i smażyć, mieszając. Papryczkę umyć i usunąć gniazdo nasienne, pokroić w małe kawałki. Dodać do mięsa razem z fasolą z puszki (suchą należy na noc namoczyć i ugotować) i pomidorami (świeże sparzyć, obrać i pokroić w niewielkie kawałki). Warzywa z mięsem dusić pod przykryciem aż do odparowania pomidorowego soku. W trakcie duszenia dodać obrany i rozgnieciony z solą czosnek. Doprawić pieprzem, papryką i pieprzem cayenne.",
        "id": 1992,
        "title": "Chili Con Carne",
        "categories": [
            "Wołowina"
        ]
    },
    {
        "products": [
            "0.5 kg piersi z kurczaka lub z indyka (opcjonalnie tyle samo wołowiny bez kości),",
            " jedna czerwona papryka,",
            "jedna cebula,",
            "puszka czerwonej fasoli,",
            "puszka kukurydzy,",
            "przyprawy: czerwona papryka, papryka ostra, curry, pieprz ziołowy, opcjonalnie gotowa przyprawa do kurczaka.",
            "opcjonalnie: jeden duży pomidor lub puszka pomidorów,",
            "do wyboru: ryż, tortilla, makaron."
        ],
        "steps": "Pierś kroimy na drobne kawałki, a następnie marynujemy w ziołach i przyprawach. Cebulę, paprykę oraz pomidora również tniemy na niewielkie fragmenty. Cebulę wrzucamy na rozgrzaną oliwę i podsmażamy. Gdy warzywo odpowiednio się \"zeszkli\" dodajemy do niego pocięte mięso. Kiedy pierś będzie odpowiednio podsmażona dodajemy paprykę i czekamy, aż pod wpływem ciepła warzywo puści soki, nie zapominając o regularnym mieszaniu składników. Kolejnym krokiem będzie wrzucenie czerwonej fasoli, która podobnie jak papryka, wymaga nieco dłuższego czasu na patelni. Stąd istotne, by co jakiś czas przemieszać danie, by każdy element potrawy był poddany odpowiedniej obróbce cieplnej. Należy również pamiętać o sprawdzaniu, czy chili jest odpowiednio przyprawione i w razie konieczności dosypywać niezbędne zioła. Gdy fasola straci swój charakterystyczny \"surowy\" smak dodajemy kukurydzę, która nie wymaga tak intensywnego podsmażania, jak dwa poprzednie składniki. Pomidory dodajemy tylko wtedy, gdy pragniemy, by chili con carne miało konsystencję sosu. Jeśli preferujemy bardziej suche potrawy to ten krok możemy pominąć. Ostatnim etapem będzie przełożenie mieszanki do garnka, w którym należy danie poddusić przez ok. 15- 20 minut. Danie podajemy w tortilli, albo zmieszane z ryżem lub makaronem.Smacznego!",
        "id": 2740,
        "title": "Chili con carne",
        "categories": [
            "Ptactwo",
            "Kuchnia_meksykańska",
            "Wołowina"
        ]
    },
    {
        "products": "dwie łyżki oliwy",
        "steps": [
            "Pomidory obieramy, kroimy na kawałki. Z papryczek usuwamy pestki i płuczemy. Cebulę obieramy i szatkujemy. ",
            "Cebulę szklimy w garnku, po czym dodajemy do niej pomidory oraz papryczkę. ",
            "Doprawiamy pieprzem, dodajemy bazylię i dusimy na małym ogniu ok. 120 minut."
        ],
        "id": 4905,
        "title": "Chilli",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            " 100 gram płatków migdałowych",
            " 125 gram cukru",
            " ćwierć pomarańczy",
            " 10 gram cukru waniliowego",
            " dwa jaja",
            " 250 gram masła",
            " 10 gram mąki",
            " 20 gram cukru pudru"
        ],
        "steps": [
            "Masło rozpuszczamy w garnku i przelewamy do miski. Dodajemy płatki, cukier, mąkę oraz cukier waniliowy.",
            "Mieszamy i dodajemy wyszorowaną i sparzoną skórkę z ćwiartki pomarańczy. Mieszamy.",
            "Piekarnik rozgrzewamy do 170 stopni. Blachę wykładamy papierem. Łyżką nakładamy krążki i pieczemy je, aż się zarumienią.",
            "Studzimy i posypujemy cukrem pudrem."
        ],
        "id": 4746,
        "title": "Chipsy migdałowe",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " ziemniaki,",
            "sól,",
            "wybrana przyprawa do posypania"
        ],
        "steps": "Umyte i obrane ziemniaki kroimy na cienkie plastry.Solimy je oraz posypujemy wybraną przyprawą.Suszymy przez 10 - 15 minut na grillu lub w piekarniku.Gdy będą suche wstawiamy do piekarnika na 180 stopni.Wyjmujemy, gdy będą suche i chrupiące.",
        "id": 3743,
        "title": "Chipsy pieczone",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "trzy łyżki oliwy",
        "steps": [
            "Mieszamy w misce jarmuż, sól, chilli, płatki, oliwę oraz granulowany czosnek. ",
            "Piekarnik rozgrzewamy do 180 stopni. Na blachę kładziemy pergamin i układamy na wierzchu liście. Wstawiamy do piekarnika na ok. kwadrans.",
            "W trakcie pieczenia sprawdzamy, czy nie są za bardzo wysuszone."
        ],
        "id": 5239,
        "title": "Chipsy z jarmużu",
        "categories": [
            "Jarskie",
            "Warzywne",
            "Przekąski"
        ]
    },
    {
        "id": 2388,
        "title": "ChiĹska potrawka",
        "categories": []
    },
    {
        "products": [
            "2 całe piersi z kurczaka,",
            "1 opakowanie chińskiej mrożonki warzywnej,",
            "¾ szklanki fasolki szparagowej ciętej (może być mrożona),",
            "1 czerwona papryka,",
            "6 - 8 szt. średnich  pieczarek,",
            "1 puszka kukurydzy",
            "1 puszka fasolki czerwonej,",
            "sos sojowy, olej,",
            "1 opakowanie fiksu (słodko-kwaśny lub do potraw chińskich)",
            "przyprawy: 4 ząbki czosnku (przeciśnięte przez praskę), chińska 5 smaków i do potraw chińskich, sól, pieprz, ziarenka smaku."
        ],
        "steps": "Mięso pokroić w paski dodać trochę czosnku, soli, pieprzu, 1 łyżeczkę sosu sojowego, przyprawić przyprawą do potraw chińskich i 5 smaków. Wszystko dokładnie wymieszać i odstawić na 2 godziny do lodówki. Fiks przygotować wg przepisu na opakowaniu, przy jego przygotowaniu dodać zalewę z puszek kukurydzy i fasolki czerwonej, Paprykę pokroić w paski. Pieczarki pokroić i przesmażyć na małej ilości oleju. W większym garnku w malej ilości wody lekko poddusić: mrożonkę chińską, fasolkę szparagową, pokrojoną paprykę i przesmażone pieczarki. Dodać również przyprawy: pozostały czosnek, 2 łyżki sosu sojowego i oleju, 5 smaków i do potraw chińskich, sól, pieprz i ziarenka smaku. W woku, na małej ilości oleju  podsmażyć mięso. Dodać podduszone warzywa i fiks.  Gotować na małym ogniu przez 5 minut często mieszając. Na koniec dodać wcześniej odsączoną kukurydzę i fasolkę czerwoną. Wymieszać.",
        "id": 1678,
        "title": "Chińska potrawka",
        "categories": [
            "Kuchnia_chińska"
        ]
    },
    {
        "products": "2 szklanki rosołu.",
        "steps": "Z mięsa formujemy niewielkie kotleciki, obtaczamy w bułce, doprawiamy solą oraz pieprzem i smażymy na oleju. Cebulę oraz pieczarki podsmażamy na tej samej patelni, po czym dodajemy kukurydzę, fasolę, posiekaną paprykę oraz przyprawy, mrożonkę i przecier. Zalewamy rosołem i dusimy przez 15 minut. Przelewamy całość do garnka, dorzucamy kotlety i gotujemy przez 10 minut, dolewając ewentualnie wody, by danie nie było geste. Na kilka minut przed zdjęciem z palnika dodajemy przecier.",
        "id": 3259,
        "title": "Chiński gulasz",
        "categories": [
            "Wołowina",
            "Warzywne",
            "Kuchnia_chińska"
        ]
    },
    {
        "products": "2 łyżki śmietany,",
        "steps": "Na patelni prażymy sezam. Szczypiorek siekamyMięso, sezam, szczypiorek, musztardę, olej oraz sos mieszamy razem, na jednolitą masę. Formujemy z niej cztery kotlety.Śmietanę mieszamy z sokiem z cytryny i pastą wasabi.Grillujemy burgery z każdej strony po ok. 3 minuty. Do bułek wkładamy burgery, które smarujemy sosem.",
        "id": 3476,
        "title": "Chińskie burgery",
        "categories": [
            "Kuchnia_chińska",
            "Ptactwo"
        ]
    },
    {
        "products": [
            "500 gram dużych ziemniaków,",
            "1 cebula,",
            "1/2 łyżeczki chili,",
            "4 łyżki oleju,",
            "1 łyżka sosu sojowego,",
            "1 łyżka octu,",
            "1/2 łyżeczki soli,",
            "100 mililitrów sosu chili- czosnkowego."
        ],
        "steps": "Ziemniaki obieramy, kroimy w cienkie plasterki, które z kolei ćwiartujemy na wysokie słupki. Rozgrzewamy na patelni olej i podsmażamy przez 30 sekund posiekaną cebulę. Następnie zdejmujemy ją z patelni, na którą wrzucamy ziemniaki plus chili i smażymy przez 3 minuty. Po tym czasie dodajemy sos sojowy, sól oraz ocet i smażymy przez ok. 1 minutę, co chwila delikatnie mieszając. Po tym czasie wyjmujemy ziemniaki, które po odsączeniu tłuszczu będą gotowe. Podajemy je z sosem chili- czosnkowym.",
        "id": 2871,
        "title": "Chińskie frytki",
        "categories": [
            "Jarskie",
            "Kuchnia_chińska"
        ]
    },
    {
        "products": [
            "5 łyżek wody,",
            "2 łyżki cukru,",
            "2 łyżki wytrawnego sherry,",
            "2 łyżeczki soku z cytryny,",
            "1 pomarańcza,",
            "1 puszka ananasów,",
            "2 szklanki liczi w syropie,",
            "kilka kulek papai."
        ],
        "steps": "Cukier mieszamy z wodą i gotujemy do momentu, gdy połowa wody wyparuje, a płyn zgęstnieje. Gdy ciecz wystygnie dodajemy do niej sherry i sok z cytryny. Pomarańcz obieramy ze skórki i kroimy na fragmenty, po czym wrzucamy do miski. Do tego dodajemy ananasa, liczi oraz na sam wierch papaję. Chwilę przed podaniem polewamy całość syropem",
        "id": 2872,
        "title": "Chińskie owoce w syropie",
        "categories": [
            "Desery",
            "Kuchnia_chińska"
        ]
    },
    {
        "products": "dwie łyżki oleju",
        "steps": [
            "Kaszę mieszamy ze stopionym masłem i olejem. Solimy i mieszamy dodając nieco wody. ",
            "Rozpuszczamy drożdże w 1/4 szklanki wody i dodajemy do miski wraz z jajkiem.<r />Wyrabiamy ręką dolewając powoli wodę. ",
            "Odstawiamy je na kwadrans po czym dodajemy anyż. ",
            "Z ciasta formujemy kulę i wkładamy do naczynia żaroodpornego i spłaszczamy. Odstawiamy w ciepłe miejsce na 120 minut.",
            "Przed wstawieniem do piekarnika smarujemy żółtkiem.",
            "Pieczemy w 180 stopniach przez ok. godzinę"
        ],
        "id": 4805,
        "title": "Chleb anyżowy",
        "categories": [
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "łyżka stołowa oleju,",
        "steps": [
            "Drożdże rozdrabniamy i mieszamy z ciepłym mlekiem. Odstawiamy na kwadrans, by całość wyrosła.",
            "Mąkę mieszamy z solą, dodajemy płyn drożdżowy, olej, jogurt. Zagniatamy całość na miękkie i gładziutkie ciasto.",
            "Odstawiamy na godzinę, by wyrosło. Dzielimy je na kilka części, które wyrabiamy po kilka minut.",
            "Formujemy placki i pieczemy je przez kilka minut w 200 stopniach, a następnie opiekamy na grillem przez 2 minuty, by się zarumieniły."
        ],
        "id": 3756,
        "title": "Chleb naan",
        "categories": [
            "Dodatki_do_dań",
            "Mączne",
            "Kuchnia_indyjska"
        ]
    },
    {
        "products": "oliwa,",
        "steps": "Pomidora obieramy, usuwamy nasiona. Rozgniatamy na papkę.Chleb opiekamy lekko w tosterze lub na grillu. Czosnek rozcieramy razem z solą i oliwą.Otrzymaną masą smarujemy każdą z kromek.Wierzch smarujemy pomidorem.",
        "id": 3587,
        "title": "Chleb pomidorowy",
        "categories": [
            "Kuchnia_hiszpańska",
            "Dodatki_do_dań",
            "Przekąski",
            "Śniadania"
        ]
    },
    {
        "products": "pól szklanki oliwy,",
        "steps": "Foremkę do pieczenia smarujemy dokładnie masłem i nagrzewamy do 180 stopni piekarnik. Do miksera wrzucamy wszystkie składniki według listy powyżej, mieszając je na średnich obrotach. Gdy masa będzie stosunkowo jednolita wrzucamy całość do formy i pieczemy przez 45 minut.",
        "id": 3248,
        "title": "Chleb z nadzieniem z szynki i oliwek",
        "categories": [
            "Dodatki_do_dań",
            "Śniadania"
        ]
    },
    {
        "products": "450 mililitrów śmietany 36%",
        "steps": [
            "Chleb tniemy na kawałki i układamy w wysmarowanej masłem formie.",
            "Kładziemy na to rodzynki, pocięte gruszki, posypujemy cukrem i zalewamy rumem.",
            "Jajka mieszamy ze śmietaną i zalewamy, by gruszki były pokryte cieczą.",
            "Wstawiamy do 180 stopni na kwadrans"
        ],
        "id": 4902,
        "title": "Chlebowy pudding z gruszkami",
        "categories": [
            "Jarskie",
            "Kuchnia_brytyjska"
        ]
    },
    {
        "products": [
            " trzy białka",
            " 150 gram drobnego cukru",
            " zielony, żelowy barwnik spożywczy ",
            " jadalny brokat"
        ],
        "steps": [
            "Wsypujemy do białek nieco soli i ubijamy na sztywno. Stopniowo, nieustanie ubijając, dodajemy cukier, by masa była gęsta i gładka. Dodajemy barwnik i mieszamy.",
            "Nakładamy masę do szprycy z okrągłą, dość szeroką końcówką i wyciskamy choinki na papier do pieczenia.",
            "Pieczemy w 100 stopniach ok. 60 minut. Posypujemy brokatem po wyjęciu."
        ],
        "id": 4666,
        "title": "Choinki bezowe",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " dwie sztuki barramundi",
            " dwie marchewki",
            " korzeń pietruszki",
            " niewielki seler",
            " cebula",
            " 400 gram ziemniaków",
            " biała część pora",
            " cytryna",
            " dwie garście kukurydzy konserwowej",
            " 400 mililitrów mleka",
            " 15 gram masła",
            " dwa ziarenka ziela angielskiego",
            " liść laurowy",
            " sól",
            " pieprz",
            " natka pietruszki"
        ],
        "steps": [
            "Umytą rybę filetujemy i kroimy na kilkucentymetrowe kawałki. Skrapiamy je sokiem z cytryny i odstawiamy na 40 minut. ",
            "Do garnka wlewamy ok. 2,5 litra wody i wkładamy rybę (bez oczu, ogona, głowy).",
            "Marchew, pietruszkę oraz selera obieramy i myjemy. Warzywa wrzucamy do garnka i przyprawiamy solą. Wywar gotujemy na niewielkim ogniu przez ok. 40 minut. ",
            "Odcedzamy bulion, wlewamy do garnka i wrzucamy tam listek laurowy, ziele, sól i pieprz.",
            "Ziemniaki obieramy, część gotujemy w wodzie z solą, a resztę kroimy w kostkę. Cebulę obieramy i szatkujemy. Pora kroimy na pół i płuczemy dokładnie obie część, po czym kroimy je w plastry.",
            "Podsmażamy na patelni ziemniaki oraz cebulę i pora (przez 10 minut). Część ugotowanych ziemniaków rozgniatamy i dodajemy do bulionu. Podsmażone warzywa dodajemy również do zupy.",
            "Kawałki ryb wkładamy do zupy i gotujemy na niewielkim ogniu kwadrans. Następnie wrzucamy dwie garście kukurydzy i mleko. Doprawiam zupę i gotujemy ok. 10 minut na niewielkim ogniu."
        ],
        "id": 4636,
        "title": "Chouder/Zupa rybna",
        "categories": [
            "Zupy_jarskie"
        ]
    },
    {
        "products": "olej do smażenia",
        "steps": [
            "Mięso kroimy na paski, solimy i pieprzymy. Mieszamy z jogurtem i wstawiamy na noc do lodówki.",
            "Panierujemy w pokruszonych krakersach i smażymy na złoty kolor."
        ],
        "id": 5266,
        "title": "Chrupiąca pierś drobiowa",
        "categories": [
            "Ptactwo"
        ]
    },
    {
        "products": [
            "1 1/2 łyżki sosu sojowego,",
            "1 łyżka łyżeczki wina ryżowego lub sherry,",
            "1 łyżeczka octu,",
            "1 łyżeczka mąki ziemniaczanej,",
            "1/2 szklanki bulionu lub wody,"
        ],
        "steps": "Mięso pokrajać w cienkie plastry o średnicy ok. 4 cm i grubości 1 cm, wymieszać z marynatą, odstawić na 15 min. Cebulę grubo posiekać, grzyby pociąć w paski, czosnek i imbir posiekać (lub wycisnąć przez praskę). Do dwóch łyżek mąki ziemniaczanej wlać tyle wody, aby otrzymać gęstą papkę. Wymieszać składniki sosu przyprawowego. Wlać do woka 2 szklanki oleju, mocno rozgrzać na dużym ogniu. Plasterki mięsa zanurzyć w cieście z mąki ziemniaczanej i wody, kłaść pojedynczo na gorący olej, smażyć do zrumienienia z oby dwu stron. (Nie smażyć zbyt wielu kawałków jednocześnie - sklejają się). Osączyć, przełożyć na talerz, smażyć pozostałe mięso. Zebrać sitkiem zanieczyszczenia z powierzchni oleju. Olej rozgrzać ponownie, włożyć przesmażone mięso, smażyć minutę, wybrać, osączyć z oleju, trzymać w cieple. Wlać 2 łyżki oleju do czystego woka, rozgrzać, dodać cebulę, grzyby, imbir i czosnek, mieszając smażyć 30 sek., wlać zamieszany sos przyprawowy, mieszając gotować do zgęstnienia. Dodać mięso, zamieszać, trzymać na ogniu 15 sek. Potrawa gotowa.",
        "id": 2121,
        "title": "Chrupiąca wieprzowina w sosie",
        "categories": [
            "Wieprzowina"
        ]
    },
    {
        "products": [
            "2 łyżeczki cukru (najlepiej ciemnego),",
            "1 łyżka sosu sojowego,",
            "1 łyżka sosu ostrygowego,",
            "1 łyżeczka oleju sezamowego,",
            "1 łyżka mąki ziemniaczanej,",
            "2/3 szklanki rosołu drobiowego."
        ],
        "steps": "Wieprzowinę pokroić w paski 1x4cm. Składniki marynaty wymieszać i marynować w niej mięso przez 30 min. Makaron ugotować według przepisu. Odcedzić przelać kilka razy zimną wodą i zostawić do odsączenia. Smażyć makaron (najlepiej na teflonowej patelni) aż będzie chrupki i lekko zarumieniony (ok. 10-15 min). Następnie trzymać w cieple. Mięso wyjąć z marynaty, osączyć. Smażyć mięso w głębokim oleju ok. 30 s (można też ewentualnie przesmażyć mięso metodą stir-fry na 2 łyżkach oleju). Wyjąć, osączyć dobrze z tłuszczu na papierowym ręczniku. Wok oczyścić, rozgrzać 1 łyżkę oleju, usmażyć mieszając czosnek, cebulę, grzyby (ok. 30 s). Dodać mięso smażyć klejne 30 s. Zsunąć wszystko na brzeg woka w środek wlać sos i mieszać do zgęstnienia. Połączyć mięso i warzywa z sosem.",
        "id": 2065,
        "title": "Chrupiący makaron z wieprzowiną",
        "categories": [
            "Wołowina",
            "Kuchnia_chińska"
        ]
    },
    {
        "id": 2824,
        "title": "Chrupiąca wieprzowina w sosie",
        "categories": []
    },
    {
        "id": 2737,
        "title": "Chrupiący makaron z wieprzowiną",
        "categories": []
    },
    {
        "id": 2471,
        "title": "ChrupiÄca wieprzowina w sosie",
        "categories": []
    },
    {
        "id": 2459,
        "title": "ChrupiÄcy makaron z wieprzowinÄ",
        "categories": []
    },
    {
        "products": [
            " 150 gram chrzanu ",
            " pięć sporych kwaśnych jabłek ",
            " spora pomarańcza ",
            " sól ",
            " pięć łyżeczek dobrego octu winnego ",
            " cukier "
        ],
        "steps": [
            "Chrzan obieramy, ucieramy na tarce i mieszamy z octem.",
            "Jabłka obieramy i trzema na dużych otworach. Mieszamy z chrzanem.",
            "Pomarańczkę szorujemy i parzymy. Ścieramy skórkę na małych oczkach, a z miąższu wyciskamy sok. Oba składniki mieszamy z chrzanem i doprawiamy solą oraz cukrem."
        ],
        "id": 4678,
        "title": "Chrzan z jabłkiem",
        "categories": [
            "Spiżarnia_domowa",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            "3 piersi kaczki,",
            "sól,",
            "pieprz."
        ],
        "steps": "Skórę na kaczej piersi nacinamy nożem w taki sposób, by powstały na niej romby. Wkładamy mięso na rozgrzaną patelnię skóra na dół. Smażymy kaczkę aż się silnie zarumieni, odwracamy, zmniejszamy ogień po czym smażymy \"chudą\" część mięsa na wytopionym tłuszczu przez ok. 30 minut na bardzo małym ogniu. Nadmiar tłuszczu co jakiś czas odlewamy. Gdy mięso będzie podsmażone należy je posolić i popieprzyć. Kaczkę podajemy pokrojoną w cienkie plastry.",
        "id": 2924,
        "title": "Chuda kaczka",
        "categories": [
            "Ptactwo"
        ]
    },
    {
        "products": "olej,",
        "steps": "W wodzie z solą rozpuszczamy oba cukry. Zagotowujemy.Dodajemy masło i rozpuszczamy je.Powoli mieszając dodajemy mąkę.Gotujemy, aż ciasto przestanie przyklejać do ścianek garnka.Lekko studzimy masę i mieszamy ją z jajkami. Na patelni rozgrzewamy olej i łyżką nakładamy na niego ciasto, by powstały dłuższe placuszki.Smażymy z obu stron.Gdy ostygną posypujemy cukrem pudrem",
        "id": 3713,
        "title": "Churros",
        "categories": [
            "Desery",
            "Kuchnia_hiszpańska"
        ]
    },
    {
        "products": [
            "kilogram gruszek,",
            "kilogram cebuli,",
            "100 mililitrów octu jabłkowego,",
            "około 400 gram cukru,",
            "łyżeczka cukru waniliowego,",
            "pół szklanki wody,",
            "półtora łyżeczki cynamonu,",
            "kulka ziela angielskiego,",
            "dwa goździki."
        ],
        "steps": "Cebulę oraz gruszki kroimy na drobne kawałki.Wrzucamy je na patelnię.Dodajemy resztę składników, mieszamy i przykrywamy pokrywką. Odstawiamy na 45 minut.Zdejmujemy pokrywkę i smażymy na małym ogniu, dopóki płyn nie odparuje, a masa nie zgęstnieje.Wkładamy ją do słoików, zakręcamy i stawiamy do góry dnem na około 3 godziny.",
        "id": 3616,
        "title": "Chutney gruszkowy",
        "categories": [
            "Warzywne",
            "Spiżarnia_domowa",
            "Jarskie"
        ]
    },
    {
        "products": [
            "kilogram zielonych pomidorów,",
            "kilogram cebuli,",
            "100 mililitrów octu jabłkowego,",
            "ok. 300 gram cukru,",
            "pół szklanki wody,",
            "chili,",
            "dwie kulki ziela angielskiego,",
            "dwie goździki."
        ],
        "steps": "Cebulę obieramy i kroimy w kostkę. Pomidory kroimy na kawałki.Szklimy cebulę na patelni, po czym dodajemy do niej pomidory. Podsmażamy całość.Dodajemy resztę składników, doprawiamy i przykrywamy pokrywką.Dusimy przez 40 minut, po czym zdejmujemy pokrywkę i gotujemy, aż sos nie odparuje.Gdy chutney zgęstnieje wkładamy go do słoików. Stawiamy je do góry dnem i czekamy, aż wystygną. ",
        "id": 3617,
        "title": "Chutney z pomidorów",
        "categories": [
            "Warzywne",
            "Spiżarnia_domowa",
            "Jarskie"
        ]
    },
    {
        "products": "oliwa.",
        "steps": "Wszystkie składniki mieszamy dokładnie razem. Następnie wrzucamy je do wysmarowanego tłuszczem garnka i gotujemy na niewielkim ogniu przez 40 minut, co jakiś czas mieszając i sprawdzając, czy danie nie przywarło.Podajemy po schłodzeniu.",
        "id": 3417,
        "title": "Chutney z żurawinami",
        "categories": [
            "Kuchnia_indyjska",
            "Sosy_zimne"
        ]
    },
    {
        "products": "1 litr kwasu chlebowego,",
        "steps": "Przebrany i opłukany szczaw dusimy pod przykryciem na maśle. Gdy będzie gotowy ucieramy na tarce. Ogórki obierajmy, kroimy w kostkę, koperek i szczypiorek drobno siekamy. Jajka gotujemy, a następnie żółtka ucieramy z chrzanem, a białka siekamy na drobne fragmenty. Wszystkie składniki wkładamy do naczynia, zalewamy zimnym kwasem chlebowym i solimy. ",
        "id": 3019,
        "title": "Chłodnik białoruski/ Chołodnik",
        "categories": [
            "Kuchnia_rosyjska",
            "Jarskie",
            "Zupy_zimne",
            "Zupy_jarskie"
        ]
    },
    {
        "products": [
            "4 duże ogórki,",
            "1 duży jogurt naturalny,",
            "1 pęczek kopru,",
            "3-4 ząbki czosnku,",
            "3 duże łyżki oleju,",
            "sól, pieprz"
        ],
        "steps": "Ogórki obrać i pokroić w dużą kostkę. Pokroić koperek. Ząbki czosnku przecisnąc przez praskę. Dodać jogurt i do smaku posolić i popieprzyć. Wszystko wymieszać. Na koniec dodać 3 łyżki oleju i ponownie wymieszć. Gdyby całość była za gęsta, dodać jeszcze  trochę jogurtu lub przegotowanej wody. Schłodzić w lodówce.",
        "id": 1567,
        "title": "Chłodnik bułgarski \"tarator\"",
        "categories": [
            "Zupy_zimne"
        ]
    },
    {
        "products": [
            "2 pęczki botwinki",
            "16 raków",
            "pęczek natki kopru",
            "pół garści natki pietruszki",
            "pęczek szczypiorku",
            "świeży ogórek",
            "pęczek rzodkiewek",
            "400 ml kefiru",
            "400 ml jogurtu",
            "kostka bulionowa",
            "czosnek",
            "kolendra",
            "gorczyca"
        ],
        "steps": "Do wrzącej wody wrzucamy pokrojone drobno liście botwiny, parzymy około 2 minut, wyławiamy, odsączamy i skrapiamy cytryną. Odcięte, umyte i obrane buraki gotujemy przez 15 minut na małym ogniu, a następnie trzemy na tarce o dużych oczkach. Wrzucamy do dużej miski lub garnka. Ogórki, rzodkiewkę i czosnek trzemy na tarce o dużych oczkach dodajemy do botwinowych liści i buraków. Całość zalewamy kefirem i jogurtem naturalnym, można dodać zsiadłe mleko. Przyprawiamy wszystko dużą ilością soli, pieprzu oraz 3 łyżkami cukru. Dobrze chłodzimy, po schłodzeniu należy dodać posiekany szczypior i koperek.",
        "id": 3211,
        "title": "Chłodnik litewski z rakami",
        "categories": [
            "Kuchnia_międzynarodowa",
            "Mleczne",
            "Inne_mięsne",
            "Zupy_jarskie"
        ]
    },
    {
        "products": [
            "1 wiązka botwinki z buraczkami,",
            "4 młode ziemniaki,",
            "1 ogórek,",
            "2 pęczki rzodkiewki,",
            "jogurt naturalny (ok. 400 gramów),",
            "pęczek szczypiorku,",
            "pęczek pietruszki,",
            "pęczek koperku,",
            "1 duży kefir,",
            "cytryna,",
            "1 jajo ugotowane na twardo,",
            "sól,",
            "pieprz."
        ],
        "steps": "Ziemniaki obieramy, myjemy i kroimy na małe kawałki. Botwinkę i buraki myjemy. Te drugie obieramy i kroimy na małe kawałki. Botwinkę zalewamy dwiema szklankami wody, dodajemy ziemniaki i gotujemy przez 10 minut. Następnie studzimy. Ogórki oraz rzodkiewkę kroimy na małe kawałki, zieleninę z kolei siekamy. Całość wrzucamy do buraków, mieszamy.Do garbka z warzywami dolewamy kefir i jogurt i dokładnie mieszamy. Doprawiamy cytryną, pieprzem oraz solą i odstawiamy do lodówki na godzinę. Do zupy wrzucamy jajko pocięte na plastry.",
        "id": 3299,
        "title": "Chłodnik litrewski",
        "categories": [
            "Kuchnia_litewska",
            "Jarskie",
            "Zupy_zimne"
        ]
    },
    {
        "products": [
            " 2 buraki,",
            " młoda botwina",
            " 2 jaja,",
            " 1 ogórek świeży,",
            " 10 rzodkiewek,",
            " 1 l kwaśnego mleka, lub kefiru",
            " pęczek kopru, pęczek szczypiorku."
        ],
        "steps": "Buraki umyć, obrać i krótko obgotować, aby były półtwarde, po wystygnięciu zetrzeć na tarce o grubych oczkach. Ogórka obmyć, obrać, zetrzeć na tej samej tarce, co buraki, to samo robimy z rzodkiewkami.Do garnka z mlekiem/ kefirem/ jogurtem naturalnym dodać wszystkie składniki, dodać umytą sparzoną drobno posiekaną botwinę (same łodygi i małe buraki, bez liści) i zieleninę . Doprawić chłodnik do smaku. Spożywać mocno schłodzony z dodanym obranym jajkiem pokrojonym w ćwiartki.",
        "id": 1553,
        "title": "Chłodnik polski",
        "categories": [
            "Zupy_zimne",
            "Kuchnia_polska"
        ]
    },
    {
        "products": "1,2 litra rosołu z kurczaka,",
        "steps": "Z porów odcinamy zielone części, przecinamy wzdłuż na pół, dokładnie płuczemy, kroimy w paski i dusimy w garnku na rozgrzanym maśle do zeszklenia. Dodajemy obrane, pokrojone w kostkę ziemniaki, mieszamy i dusimy razem kilka minut. Zalewamy bulionem i gotujemy na małym ogniu ok. 40 min. Lekko ostudzoną zupę miksujemy na gładki krem. Gdy zupełnie wystygnie, mieszamy ze śmietanką, doprawiamy do smaku solą i pieprzem. Chłodzimy w lodówce przez minimum 6 godz. (można ją zrobić dzień wcześniej). Podajemy zimną w miseczkach, przybraną posiekanym szczypiorkiem.",
        "id": 3029,
        "title": "Chłodnik porowy",
        "categories": [
            "Zupy_zimne",
            "Jarskie",
            "Międzynarodowa"
        ]
    },
    {
        "products": [
            " 300 gram mięsa bez kości",
            " 200 gram ziemniaków",
            " 160 gram cebuli",
            " 80 gram zielonej fasoli w strąkach",
            " 40 gram zielonego groszku",
            " 80 gram marchewki",
            " 80 gram pietruszki",
            " pół pączka zielonej pietruszki",
            " 20 gram przecieru pomidorowego ",
            " 20 mililitrów soku z cytryny",
            " kilka listków lubczyku"
        ],
        "steps": [
            "Mięso kroimy w kostkę, zalewamy wodą i zagotowujemy. ",
            "Marchewkę obieramy i kroimy w kostki, cebulę obieramy i szatkujemy, pietruszkę siekamy. Ziemniaki również obieramy i kroimy w kostkę.",
            "W trakcie gotowania mięsa dodajemy marchew, cebulę oraz pietruszkę, a po 30 minutach ziemniaki. ",
            "Chwile po ziemniakach dodajemy groszek i podzieloną na mniejsze kawałki fasolę.",
            "Gdy składniki zmiękną dodajemy przecier i zielone przyprawy posiekane na kawałki. Na chwilę przed końcem gotowania zaprawiamy sokiem z cytryny."
        ],
        "id": 4505,
        "title": "Chłopska czorba",
        "categories": [
            "Zupy_mięsne"
        ]
    },
    {
        "id": 2714,
        "title": "Chłodnik bułgarski \"tarator\"",
        "categories": []
    },
    {
        "id": 2513,
        "title": "ChĹodnik buĹgarski \"tarator\"",
        "categories": []
    },
    {
        "id": 2394,
        "title": "ChĹodnik polski",
        "categories": []
    },
    {
        "id": 4356,
        "title": "Ciasta z nadzieniem szpinakowym",
        "categories": []
    },
    {
        "products": [
            " 3/4 szklanki pokrojonego, schłodzonego masła",
            " szklanka cukru",
            " sześć suszonych papryk chipotle",
            " sześć łyżek wyciśniętego soku pomarańczowego",
            " 300 gram mocno posiekanej czekolady deserowej",
            " cztery jajka",
            " cztery łyżeczki mąki",
            " 1/8 łyżeczki soli",
            " masło do smarowania"
        ],
        "steps": [
            "Papryki myjemy, wkładamy do garnka i podgrzewamy (bez tłuszczu) przewracając ok. 120 sekund. Usuwamy ogonki oraz pestki, zalewamy gorącą wodą, odstawiamy na 30 minut.",
            "Odsączamy jarzyny, miksujemy.",
            "Sok zagotowujemy z cukrem, dodajemy masło oraz czekoladę. Gdy syrop będzie gotowy dodajemy jajka, cały czas mieszając.",
            "Na sam koniec dodajemy paprykę, sól oraz mąkę.",
            "Piekarnik rozgrzewamy 160, foremki smarujemy tłuszczem, posypujemy cukrem i wypełniamy ciastem. Pieczemy ok. 50 minut, aż wierzch zacznie twardnieć."
        ],
        "id": 4446,
        "title": "Ciasteczka Boca Negra",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "2 duże jajka",
            "3 kopiaste łyżki cukru pudru",
            "4kopiaste łyżki mąki tortowej lub pszennej",
            "cukier waniliowy",
            "tłuszcz do wysmarowania formy"
        ],
        "steps": "Oddzielić żółtka od białek. Białka ubijać (najlepiej mikserem) i dodawać po kolei żółtka, cukier puder, mąkę i cukier waniliowy. Na wysmarowaną tłuszczem formę kształtujemy zgrabne babeczki i wkładamy do pieca nagrzanego do 150 stopni. Pieczemy przez ok. 12min. Wyciągamy gdy nabiorą złocistego koloru. Wykładamy na drewnianą deskę i czekamy aż ostygną. Dla dekoracji możemy polać czekoladą lub nadziać owocami",
        "id": 2222,
        "title": "Ciasteczka biszkoptowe",
        "categories": []
    },
    {
        "products": [
            "czubata szklanka mąki,",
            "10 dag masła,",
            "żółtko,",
            "3 łyżki gęstej śmietany,",
            "łyżeczka proszku do pieczenia,",
            "2 cebule średniej wielkości,",
            "5 dag maku,",
            "sól."
        ],
        "steps": "Mąkę wymieszać ze szczyptą soli i proszkiem do pieczenia, dodać masło, śmietanę i żółtko, zagnieść ciasto. Cebule pokroić w drobną kostkę i wsypać do ciasta, dokłdnie je wyrobić, a potem rozwałkowć i foremkami wycinać różne kształty. Ciasteczka ułożyć na blasze wysmarowanej tłuszczem i posypać makiem. Wstawić do piekarnika i piec w temperaturze 180°C na złoty kolor.",
        "id": 2104,
        "title": "Ciasteczka cebulowe",
        "categories": [
            "Przekąski"
        ]
    },
    {
        "id": 2542,
        "title": "Ciasteczka nadziewane ĹźĂłĹtym serem",
        "categories": []
    },
    {
        "products": [
            " 230 gram mąki pszennej",
            " 150 gram masła",
            " 70 gram cukru pudru",
            " żółtko",
            " sól",
            " starta skórka z półtora pomarańczy",
            " pół szklanki posiekanych orzechów włoskich"
        ],
        "steps": [
            "Masło ucieramy z cukrem, solą oraz żółtkiem. Stopniowo dodajemy skórkę, mąkę oraz orzechy. Wyrabiamy ciasto i wkładamy je na 30 minut do lodówki.",
            "Następnie je rozwałkowujemy i wycinamy ulubione przez nas formy. ",
            "Pieczemy 12 minut w 200 stopniach."
        ],
        "id": 4858,
        "title": "Ciasteczka pomarańczowe z orzechami",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "szklanka mąki,",
            "półtorej szklanki wody,",
            "15 dag masła,",
            "8 dag sera gruyère,",
            "5 jaj,",
            "pół łyżeczki mielonej słodkiej papryki,",
            "szczypta soli."
        ],
        "steps": "Wodę zagotować z solą i masłem, wsypać mąkę, dokładnie wymieszać i, wciąż mieszając, podgrzewać na małym ogniu, aż masa stanie się szklista. Odstawić ją, by przestygła, a potem starannie ucierać z każdym kolejno wbijanym jajkiem. Na końcu wsypać 5 dag startego sera. Blachę wysmarować tłuszczem. Wyciskać szprycą małe różyczki w odstępach ok. 5 cm. Połowę ciastek posypać z wierzchu startym serem, a drugą część serem wymieszanym z papryką. Piec w temperaturze 250°C na złoty kolor (ok. 15 minut).",
        "id": 2106,
        "title": "Ciasteczka ptysiowe z serem",
        "categories": [
            "Przekąski"
        ]
    },
    {
        "products": [
            "czubata szklanka mąki,",
            "50 dag żółtego sera (np. goudy),",
            "2 żółtka."
        ],
        "steps": "Ser zetrzeć na tarce o małych oczkach, wsypać do niego mąkę i wbić żółtka, zagnieść i wyrobić ciasto. Rozwałkować je na grubość ok. 2 cm i foremkami wycinać różne kształty. Ciasteczka układać na wysmarowanej tluszczem blasze i piec w temperaturze 170°C na złoty kolor (ok. 20 minut).",
        "id": 2071,
        "title": "Ciasteczka serowe",
        "categories": [
            "Ciastka"
        ]
    },
    {
        "products": [
            "półtorej szklanki mąki,",
            "4 łyżki oleju słonecznikowego,",
            "2 jaja,",
            "4 łyżki gęstej śmietany,",
            "15 dag sezamu,",
            "łyżeczka proszku do pieczenia,",
            "sól."
        ],
        "steps": "Mąkę wymieszaćz proszkiem do pieczenia i sezamem (12 dag), dodać jajko i pozostałe składniki, zagnieść ciasto, rozwałkować na grubość ok. 3 mm. Szklanką wyciąć krążki, ułożyć je na natłuszczonej blasze, posmarować rozkłóconym drugim jajkiem, posypać pozostałym sezamem i wstawić do średnio gorącego piekarnika (170°C), piec na złoty kolor.",
        "id": 2108,
        "title": "Ciasteczka sezamowe",
        "categories": [
            "Przekąski"
        ]
    },
    {
        "products": [
            " 250 gram cukru",
            " pół kilograma mąki",
            " 150 gram masła",
            " cztery jajka"
        ],
        "steps": [
            "Masło ucieramy z cukrem. Wbijamy po jednym jajku i ucieramy nadal.",
            "Wsypujemy mąkę i wyrabiamy jednolite ciasto.",
            "Rozwałkowujemy ciasto i wycinamy z niego wybrane kształty.",
            "Smarujemy każde ciastko rozmąconym jajkiem i posypujemy je cukrem kryształem. ",
            "Pieczemy w 180 stopniach, aż się zarumienią."
        ],
        "id": 5251,
        "title": "Ciasteczka z cukrem",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "trzy białka,",
            "110 gram zmielonych migdałów,",
            "210 gram cukru pudru,",
            "30 gram cukru,",
            "trzy łyżki kakao,",
            "pół łyżeczki wody,",
            "nutella."
        ],
        "steps": "Ubijamy białka z cukrem na sztywną pianę.Cukier puder mieszamy ze zmielonymi migdałami.Łączymy obie masy, dodajemy kakao oraz pół łyżki wody i mieszamy całość na gładką masę.Na blachę z papierem do pieczenia wykładamy łyżką kleksy z masy.Odstawiamy je na 20 minut w suche miejsce.Pieczemy przez ok. 15 minut w 150 stopniach. Po wystudzeniu smarujemy nutellą i składamy.",
        "id": 3661,
        "title": "Ciasteczka z czekoladą",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "120 gram mąki kukurydzianej,",
            "120 gram masła,",
            "150 gram cukru pudru."
        ],
        "steps": "Ucieramy masło z cukrem na krem, dodajemy mąki i wyrabiamy ciasto. Formujemy kuleczki wielkości orzecha i układamy je na blasze. Pieczemy w 140 stopniach przez 20 minut.",
        "id": 3007,
        "title": "Ciasteczka z mąki kukurydzianej/ Pastitas de maiz",
        "categories": [
            "Kuchnia_hiszpańska",
            "Desery"
        ]
    },
    {
        "products": [
            " 200 gram miękkiego masła",
            " jajko",
            " 100 gram brązowego cukru ",
            " łyżeczka ekstraktu waniliowego",
            " 80 gram mąki ",
            " pół łyżeczki proszku do pieczenia",
            " sól",
            " 300 gram płatków owsianych ",
            " ¾ szklanki suszonej żurawiny"
        ],
        "steps": [
            "Masło ucieramy z cukrem, jajkiem oraz ekstraktem waniliowym. Następnie miksujemy całość.",
            "W drugiej misce mieszamy mąkę, proszek, sól oraz płatki. Dodajemy masło i wszystko mieszamy. Na koniec wsypujemy żurawinę i ponownie mieszamy.",
            "Z masy formujemy placki i pieczemy w 200 stopniach przez kwadrans."
        ],
        "id": 4663,
        "title": "Ciasteczka z żurawiną",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "250 gram śmietany 22%",
        "steps": [
            "Do garnka wlewamy śmietanę i wbijamy jajka. Mieszamy na niewielkim ogniu, po czym dodajemy cukier, laskę wanilii oraz mleko. ",
            "Podgrzewamy masę, aż zgęstnieje (nie wolno zagotować). Odstawiamy do schłodzenia (najpierw na powietrzu, potem do lodówki, by się mocno schłodziło).",
            "Następnie wkładamy masę do zamrażarki i trzymamy ją tam trzy godziny, wyjmując co godzinę, by przemieszać widelcem. ",
            "Ciastka kroimy na kawałki i dodajemy do lodów. Mieszamy."
        ],
        "id": 4573,
        "title": "Ciasteczkowe lody",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "250 gram mąki pszennej,",
            "125 gram masła,",
            "125 gram cukru,",
            "jajko,",
            "pół łyżeczki esencji waniliowej,",
            "tabliczka czekolady,",
            "garść kokosowych wiórków."
        ],
        "steps": "Do miski wrzucamy masło, dodajemy cukier i ucieramy całość mikserem na jednolitą masę.Wrzucamy resztę składników i ponownie miksujemy tak, by ciasto było gęste.Formujemy z niego kulki, które układamy na blasze wyłożonej papierem do pieczenia.Pieczemy przez kwadrans w 170 stopniach. Gdy ostygną roztapiamy czekoladę i polewamy kulki, a następnie posypujemy wiórkami.Ponownie odstawiamy do ostygnięcia.",
        "id": 3741,
        "title": "Ciastka czekoladowo - kokosowe",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " 4 szklanki mąki,",
            " łyżeczkę proszku do pieczenia,",
            " 1 szklanka cukru pudru lub zwykłęgo kryształu, ",
            " cukier waniliowy,",
            " 4 zółtka (białka zostawiamy w osobnym naczyniu),",
            " kostka masła,",
            " pół szklanki oleju roślinnego. "
        ],
        "steps": "Mąkę wysypujemy na blat. Dodajemy do niej wszystko co sypkie, a więc: cukier, cukier waniliowy, proszek. Kawałki masła dodajemy do składników i dużym nożem siekamy oraz ugniatamy wraz z resztą. Nie lepi się? Nic dziwnego:) Dodajemy teraz zółtka. W zależności jak sie ciasto skleja, dodajemy w bardzo małych dozach, olej. Ciasto jest gotowe. Rozwałkowujemy je na placek nie cieńszy niż 3-4mm. Dużo nie urośnie w piecu. Teraz najlepiej jest mieć choć jedną foremkę w jakimś kształcie, a jeśli nie mamy, to wycinamy kułeczka pomagając sobie szklanka lub czymś mniejszym. Po wycięciu smarujemy je z wierzchu białkiem. W czasie wycinania pierwszych ciasteczek - nagrzewamy piec, ok. 180 st. Ciasteczka - smaczne same w sobie, ale...bardzo fajne są np. posypane lekko cukrem lub kakao, jeszcze przed upieczeniem. Ostatnim moim pomysłem było położenie na nich posiekanych migdałów a na innych trochę konfitur z płatków róż. Pycha! Można również już po upieczeniu posypać ciasteczka cukrem pudrem. Aha! Blachę należy wysmarować tłuszczem lub piec ciasteczka na papierze do pieczenia. ",
        "id": 1952,
        "title": "Ciastka kruche",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "80 gram wiórków kokosowych,",
            "220 gram płatków migdałowych,",
            "50 gram masła,",
            "3/4 szklanki cukru,",
            "trzy łyżki mleka,",
            "dwa białka,",
            "dwie łyżeczki mąki ziemniaczanej."
        ],
        "steps": [
            "Masło rozpuszczamy w garnku, dodajemy cukier oraz mleko i mieszamy.",
            "Gdy masa będzie płynna dodajemy migdały i wiórki. Mieszamy, aż do zgęstnienia masy.",
            "Ubijamy białka, łączymy je z masą z garnka oraz mąką. Ponownie mieszamy.",
            "Na blasze formujemy kulki i wstawiamy je do 180 stopni na ok. 20 minut (aż staną się rumiane)"
        ],
        "id": 3751,
        "title": "Ciastka migdałowe",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " 3 szkl. mąki,",
            " 3/4 szkl. cukru pudru,",
            " 1/2 szkl. miodu spadziowego,",
            " 3 jajka,",
            " 1 kostka masła lub margaryny,",
            " 2 łyżeczki proszku do pieczenia,",
            " 1/2 tabliczki czekolady lub cukier puder."
        ],
        "steps": "Rozpuścić w rondlu margarynę, tak aby jej nie zagotować, dodać cukier i rozpuszczony miód. Dodać mąkę, przestudzić, dodać jajka, proszek do pieczenia, formować ciastka. Piec w temp. ok. 200 stopni ok. 40 minut. Posypać cukrem lub polać roztopioną czekoladą. ",
        "id": 1985,
        "title": "Ciastka miodowe",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "id": 1989,
        "title": "Ciastka owciane",
        "categories": []
    },
    {
        "products": [
            " 2 szklanki płatków owsianych górskich,",
            " 1,5 szklanki cukru,",
            " 2 łyżki kakao,",
            " 4 łyżki masła,",
            " 5 łyżek wody,",
            " 1 aromat waniliowy, migdałowy lub rumowy albo jedna mała torebka cukru waniliowego. "
        ],
        "steps": "Wszystkie składniki umieścić w garnku i zagotować stale mieszając. Dobrze wymieszaną, plastyczną masę układać łyżką na pergaminie formując płaskie ciasteczka. Pozostawić do zastygnięcia.",
        "id": 1982,
        "title": "Ciastka owsiane",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            " sześć paczek herbatników",
            " litr mleka",
            " szklanka cukru kryształu",
            " kostka masła",
            " dwa cukry waniliowe",
            " szklanka kaszki manny błyskawicznej",
            " dwie łyżki kakao",
            " rodzynki",
            " skórka pomarańczowa"
        ],
        "steps": [
            "Mleko, cukier oraz margarynę zagotowujemy, dodajemy cukier. Gdy całość się zagotuje dodajemy szklankę kaszki. ",
            "Mieszamy na małym ogniu, aż masa zgęstnieje. Ściągamy ją z ognia, wsypujemy kakao, rodzynki oraz skórkę. Mieszamy, wkładamy na gaz i mieszamy około minuty.",
            "Wykładamy spód blachy herbatnikami i wlewamy na nie gorącą masę, a na wierzch kładziemy herbatniki.",
            "Masło rozpuszczamy z wodą, dodajemy przesiane mleko oraz cukier puder i kakao. Mieszamy i polewamy herbatniki."
        ],
        "id": 5201,
        "title": "Ciastko z kaszy mannej",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "500 mililitrów śmietanki 30%",
        "steps": [
            "Z budyniu oraz mleka robimy budyń, po czym odstawiamy go do wystudzenia.",
            "Margarynę/masło miksujemy z cukrem na jednolitą masę. Następnie dodajemy po łyżce budyniu mieszając.",
            "Układamy na blasze warstwę 20 herbatników.",
            "Wkładamy masę do gotującej się wody na ok. 5 minut. Następnie rozsmarowujemy ją po pierwszej warstwie herbatników.",
            "Wykładamy na masę kolejne 20 herbatników. Ubijamy śmietanę i układamy ją na herbatnikach.",
            "Układamy ostatnią warstwę ciasteczek. Roztapiamy czekoladę i rozsmarowujemy ją po ostatniej warstwie.",
            "Odstawiamy ciasto na dwie - trzy godziny do schłodzenia."
        ],
        "id": 5324,
        "title": "Ciasto 3bit",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "250 gram herbatników,",
            "150 gram masła,",
            "budyń zrobiony w półtorej szklanki mleka (ma być gęsty!),",
            "300 gram masy krówkowej,",
            "pół szklanki poszatkowanych orzechów,",
            "mleko do moczenia herbatników (1/3 szklanki),",
            "dwie tabliczki białej czekolady."
        ],
        "steps": "Do budyniu dodajemy masło i miksujemy.Wrzucamy poszatkowane orzechy i miksujemy ponownie.Herbatniki moczymy moment w mleku.Kładziemy warstwę herbatników (ok. 8). Smarujemy ją kremem budyniowym.Kładziemy następną warstwę i smarujemy masą kajmakową.Układamy tak, aż skończą się produkty.",
        "id": 3690,
        "title": "Ciasto budyniowe",
        "categories": [
            "Desery",
            "Ciasta"
        ]
    },
    {
        "products": "szklanka oleju",
        "steps": [
            "Obrane buraki ścieramy na tarce.",
            "Białka ubijamy  z cukrem na białą masę (nie na sztywno).",
            "Dodajemy pozostałe składniki i mieszamy. Jeśli zajdzie taka potrzeba dodajemy nieco oleju lub mleka.",
            "Przekładamy masę do formy wyłożonej papierem i wstawiamy do nagrzanego do 200 stopni piekarnika. Pieczemy ok. 40 minut.",
            "Przygotowujemy lukier, po czym polewamy nim ciasto."
        ],
        "id": 4567,
        "title": "Ciasto buraczane",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "17 dag czekolady (1 i 3/4 tabliczki),",
            "17 dag masła,",
            "3/4 szklanki cukru,",
            "3/4 szklanki mąki,",
            "4 jajka."
        ],
        "steps": [
            "Czekoladę stopić, zostawić na chwilę do ostygnięcia.",
            "W tym czasie z białek ubić sztywną pianę. Masło utrzeć z cukrem, dodać żółtka, czekoladę, mąkę i pianę z białek.Formę posmarować masłem, wysypać kakaem.Masę przełożyć do formy, piec 35 minut w temp. 180 stopni."
        ],
        "id": 1536,
        "title": "Ciasto czekoladowe",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            " 10 dag drożdży,",
            " 1 szklanka cukru,",
            " 5 jaj,",
            " 1 szklanka mleka,",
            " 1 szklanka oleju,",
            " 5 szklanek mąki,",
            " szczypta soli,",
            " (ew) bakalie, drobne owoce,"
        ],
        "steps": "Do dużego, wysokiego garnka wsypać po kolei:- rozkruszone drożdże,- cukier,- rozbełtane całe jajka,- lekko podgrzane mleko,- olej,- przesianą mąkę.",
        "id": 2270,
        "title": "Ciasto drożdżowe (łatwe)",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "id": 2748,
        "title": "Ciasto drożdżowe (łatwe)",
        "categories": []
    },
    {
        "id": 2517,
        "title": "Ciasto droĹźdĹźowe (Ĺatwe)",
        "categories": []
    },
    {
        "products": "cztery łyżki oliwa ",
        "steps": [
            "Sól łączymy z mąką, po czym powoli dolewamy wodę, cały czas ugniatając. ",
            "Jajka mieszamy i dodajemy do reszty ciasta. Następnie dodajemy oliwę i wciąż ugniatamy.",
            "Gdy ciasto zrobi się elastyczne i gładkie przykrywamy je ścierką i odstawiamy na 20 minut.",
            "Dzielimy je na 8 części i rozwałkowujemy na cienkie arkusze."
        ],
        "id": 4499,
        "title": "Ciasto fyllo",
        "categories": [
            "Mączne",
            "Z_jaj",
            "Kuchnia_grecka"
        ]
    },
    {
        "products": "1 łyżeczka cynamonu",
        "steps": "Jajka utrzeć mikserem z cukrem, dodać oliwę (by ciasto było gładkie, wilgotne po upieczeniu i wolniej czerstwieje),mąkę z proszkiem do pieczenia, sodę i cynamon. Następnie dodać orzechy oraz obrane, pokrojone w plastry jabłka. Delikatnie wszystko wymieszać. Piec w temperaturze 175oC przez około godzinę.",
        "id": 1427,
        "title": "Ciasto jabłkowe",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": "1/3 szklanki oleju roślinnego,",
        "steps": "Jabłka myjemy, obieramy i kroimy w kostkę.Orzechy siekamy.Wszystkie składniki wrzucamy do miski i mieszamy mikserem.Przekładamy całość do formy lub naczynia wyłożonego papierem.Pieczemy przez 50 minut w 190 stopniach.Rozpuszczamy czekoladę w garnku włożonym do wrzącej wody i gdy ciasto będzie gotowe oblewamy czekolada wierzch. ",
        "id": 3704,
        "title": "Ciasto jabłkowo - orzechowe",
        "categories": [
            "Ciasta",
            "Desery"
        ]
    },
    {
        "id": 2435,
        "title": "Ciasto jabĹkowe",
        "categories": []
    },
    {
        "products": [
            "150 gram masła,",
            "150 gram złotego cukru trzcinowego,",
            "dwa jajka,",
            "skórka starta z połowy pomarańczy,",
            "230 gram mąki pszennej,",
            "łyżeczka proszku do pieczenia,",
            "cztery łyżki mleka."
        ],
        "steps": [
            "Masło ucieramy z cukrem na puszystą masę. ",
            "Dodajemy jajka, skórkę, po czym ucieramy na gładką masę",
            "Mąkę zmieszaną z solą i proszkiem dodajemy do masy na przemian z mlekiem. mieszamy i wlewamy całość do natłuszczonej formy.",
            "Wstawiamy całość do 180 stopni na 45 minut.",
            "Składniki na polewę mieszamy dokładnie razem i wylewamy na gotowe ciasto."
        ],
        "id": 4023,
        "title": "Ciasto madeira",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "180 gram masła,",
            "225 gram mąki,",
            "200 gram cukru,",
            "pół torebki proszku do pieczenia,",
            "żółtko,",
            "łyżka kakao,",
            "dwie puszki mandarynek,",
            "dwa jajka,",
            "dwie łyżki kaszy manny,",
            "750 gram twarogu,",
            "kakao do oprószenia."
        ],
        "steps": [
            "Stapiamy 120 gram masła. Mąkę mieszamy z 125 gramami cukru, proszkiem do pieczenia oraz kakao. Dodajemy żółtka oraz cztery łyżki soku cytrynowego. Dodajemy masło i zagniatamy masę na kruszonkę. Wstawiamy do lodówki na ok. 40 minut. ",
            "Mandarynki odcedzamy . Pozostałe masło ucieramy z 75 gramami cukru na puszystą masę. Dalej ucierając dodajemy żółtko oraz sześć łyżek soku z cytryny. ",
            "Gdy składniki się połączą dodajemy zmielony twaróg oraz kaszę. Mieszając, dodajemy pianę z białek oraz mandarynki. ",
            "Ma wyłożonej pergaminem blasze wykładamy 3/4 kruszonki. Na nią kładziemy masę serową. Wirzch posypujemy pozostałą kruszonką. ",
            "Pieczemy przez 60 minut w 200 stopniach. Po wystudzeniu posypujemy wierzch kakao."
        ],
        "id": 3784,
        "title": "Ciasto mandarynkowe",
        "categories": [
            "Ciasta",
            "Desery"
        ]
    },
    {
        "id": 5334,
        "title": "Ciasto marchewkowe",
        "categories": []
    },
    {
        "products": [
            "2 szkl. mleka,",
            "1,5 szkl. mąki,",
            "2 jaja."
        ],
        "steps": "Ucieramy jaja i gdy tworzą już jednolita masę dodajemy do nich wodę i mąkę. Dokładnie mieszamy,najlepiej za pomocą miksera, gotowe odkładamy pod przykryciem do lodówki na około godzinę.",
        "id": 1944,
        "title": "Ciasto na naleśniki",
        "categories": [
            "Mączne"
        ]
    },
    {
        "id": 2367,
        "title": "Ciasto na naleĹniki",
        "categories": []
    },
    {
        "products": [
            " nieco ponad trzy szklanki mąki",
            " szklanka wrzątku",
            " pół łyżeczka soli"
        ],
        "steps": [
            "Mąkę, sól oraz gorącą wodę mieszamy razem. Mieszamy.",
            "Wykładamy masę na blat i zagniatamy na gładkie ciasto. Odkładamy je na kwadrans.",
            "Rozwałkowujemy je i szklanką wycinamy kółka. Napełniamy je farszem i gotujemy kilka minut w osolonej i wrzącej wodzie."
        ],
        "id": 4828,
        "title": "Ciasto na pierogi",
        "categories": [
            "Mączne",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            " 300 gram świeżej żurawiny",
            " garść posiekanych orzechów pekan",
            " 150 gram miękkiego masła",
            " 120 gram cukru",
            " cztery jajka",
            " cztery łyżki mleka",
            " 250 gram mąki",
            " dwie łyżeczki proszku do pieczenia",
            " szczypta soli",
            " dwie łyżeczki ekstraktu waniliowego",
            " cukier trzcinowy "
        ],
        "steps": [
            "Masło i cukier miksujemy na masę.",
            "Cały czas miksując dodajemy jajka oraz mleko.",
            "Pod sam koniec dodajemy stopniowo mąkę oraz sól i proszek do pieczenia.",
            "Ciasto wlewamy do formy wysmarowanej tłuszczem, na wierzch kładziemy żurawinę i orzechy oraz posypujemy cukrem.",
            "Ciasto pieczemy 65 minut w 175 stopniach."
        ],
        "id": 4183,
        "title": "Ciasto orzechowo - żurawinowe",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            " 120 gram mąki pszennej,",
            " 15 gram cukru pudru,",
            " 100 gram zimnego masła,",
            " dwa żółtka,",
            " łyżeczka lodowatej wody,",
            " łyżeczka kakao,",
            " dwa łyżki płatków migdałowych,",
            " pół galaretki malinowej,",
            " pół budyniu waniliowego,",
            " łyżka mielonych migdałów,",
            " wybrane owoce do przybrania."
        ],
        "steps": [
            "Z żółtek, masła, mąki i cukru pudru zagniatamy ciasto i schładzamy je przez 120 minut w lodówce.",
            "Dodajemy łyżeczkę kakao oraz dwie łyżki płatków. Zagniatamy i wylepiamy tortownicę masłem.",
            "Pieczemy 30 minut w 170 stopniach z termoobiegiem.",
            "W międzyczasie przygotowujemy budyń i galaretkę. Ostudzony budyń mieszamy z 50 gramami miękkiego masła. Dodajemy łyżkę migdałów.",
            "Krem smarujemy na cieście, dodajemy owoce. Polewamy galaretką i wstawiamy na kilka godzin do lodówki."
        ],
        "id": 5224,
        "title": "Ciasto z galaretką i budyniem",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "125 mililitrów oleju  ",
        "steps": [
            "Drożdże rozpuszczamy w wodzie i mieszamy z resztą składników. Ugniatamy grube i tłuste ciasto.",
            "Szpinak czyścimy i gotujemy w osolonej wodzie. Odcedzamy, dodajemy sól i pieprz oraz posiekany szczypior i koper, jajko oraz rozgnieciony ser.",
            "Cebulę siekamy i podsmażamy, po czym dodajemy do szpinaku.",
            "Ciasto rozwałkowujemy i połowę kładziemy na blasze. Rozkładamy na nim farsz i przykrywamy go drugą częścią.",
            "Wierzch nacinamy, smarujemy oliwą i pieczemy w 170 stopniach, aż ciasto zrobi się rumiane. Przed podaniem kroimy."
        ],
        "id": 4355,
        "title": "Ciasto z nadzieniem szpinakowym",
        "categories": [
            "Mączne",
            "Jarskie",
            "Warzywne"
        ]
    },
    {
        "products": [
            "25 dag mąki,",
            "4 jaja,",
            "20 dag masła lub margaryny,",
            "20 dag cukru pudru,",
            "1/2 szklanki mleka,",
            "proszek do pieczenia,",
            "50 dag truskawek,",
            "bułka tarta i tłuszcz do formy."
        ],
        "steps": "Truskawki przebrać umyć osączyć usunąć szypułki. Jaja ucierać na parze z cukrem pudrem i masłem lub margaryną. Odstawić, oziębić, dodawać stopniowo mąkę, mleko i proszek do pieczenia. Truskawki wrzucić do ciasta. Tortownicę wysmarować tłuszczem, wysypać bułką tartą i włożyć ciasto. Wstawić do nagrzanego piekarnika, piec ok. 35 min. w temperaturze 180ºC.",
        "id": 1638,
        "title": "Ciasto z truskawkami",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": "200 mililitrów oleju słonecznikowego ",
        "steps": [
            "Jaja miksujemy z cukrem, dodajemy do nich mąkę z proszkiem do pieczenia oraz solą, a także olej (cały czas miksujemy, składniki dodajemy naprzemiennie).",
            "Gdy masa stanie się gładka dodajemy do niej ekstrakt i ponownie chwilę mieszamy. ",
            "Blachę smarujemy tłuszczem i wylewamy na nią ciasto.",
            "Umyte owoce tniemy na kawałki (np. jabłka na plastry, śliwki na ćwiartki) i kładziemy na cieście. Posypujemy całość cukrem.",
            "Pieczemy ok. 60 minut w 170 stopniach."
        ],
        "id": 4165,
        "title": "Ciasto ze śliwkami i jabłkami",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": "cztery łyżki oleju",
        "steps": [
            "Obieramy ziemniaki i kroimy w słupki. Podsmażamy na złoto. ",
            "Kroimy paprykę w paski, a pora w krążki. Dorzucamy warzywa do ziemniaków, solimy i mieszamy.",
            "Melasę łączymy z wodą i przyprawami. Wlewamy do warzyw.",
            "Dodajemy odlaną ciecierzycę i smażymy całość na patelni trzy minuty.Ziemniaki obieramy i kroimy w słupki. Wrzucamy na rozgrzany olej i smażymy mieszając od czasu do czasu aż się zezłocą. W tym czasie myjemy paprykę i kroimy w paski, podobnie myjemy pora i kroimy w dość grube krążki. Dorzucamy warzywa do ziemniaków, solimy i mieszamy. Łączymy melasę z kilkoma łyżkami wody i przyprawami, dolewamy do warzyw na patelni, dorzucamy odlaną z zalewy ciecierzycę, mieszamy i trzymamy na patelni około 3 minuty."
        ],
        "id": 5199,
        "title": "Ciecierzyca z warzywami",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "2 łyżki oliwy,",
        "steps": "Cebulę, imbir oraz czosnek myjemy, obieramy i szatkujemy na kawałki. Chilli i paprykę oczyszczamy z nasion i kroimy w paseczki. Pomidory parzymy, obieramy ze skóry i kroimy w kostkę.Na gorącej oliwie dusimy cebulę oraz imbir i czosnek, aż cebula nie zbrązowieje. Dorzucamy do niej paprykę i dusimy całośc przez 5 minut. Dodajemy pomidory, papryczkę chilli i przyprawy.Gdy pomidory puszczą sok dodajemy ciecierzycę. Dusimy przez kwadrans.",
        "id": 3543,
        "title": "Ciecierzycowy gulasz",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "id": 2456,
        "title": "CielÄcina w sosie z tuĹczyka",
        "categories": []
    },
    {
        "id": 2457,
        "title": "CielÄcina z pieczarkami",
        "categories": []
    },
    {
        "products": "250 mililitrów gęstej, kwaśnej śmietany",
        "steps": [
            "Sznycle podsmażamy na maśle z obu stron. Doprawiamy solą i pieprzem.",
            "Śmietanę mieszamy z sokiem z cytryny i zalewamy sznycle. Całość zagotowujemy."
        ],
        "id": 4547,
        "title": "Cielęce sznycle po cesarsku",
        "categories": [
            "Wołowina"
        ]
    },
    {
        "products": [
            "10 dag tuńczyka w sosie własnym,",
            "3 fileciki anchois,",
            "10 dag majonezu, ",
            "3/4 szklanki białego wytrawnego wina,",
            "15-20 kaparów,",
            "sól, pieprz."
        ],
        "steps": "Kostki bulionu rozpuścić w 1,5 l wrzącej wody. Mięso opłukać, oczyścić z błon, włożyć do wrzącego bulionu, zagotować i odstawić do ostygnięcia. Przygotować sos: filety anchois posiekać. Tuńczyka przełożyć do garnka, rozdrobnić widelcem, dodać anchois, kapary i wino, dusić około 15 minut, następnie przestudzić i zmiksować. Dodać majonez, doprawić solą oraz pieprzem i dokładnie wymieszać. Cielęcinę wyjąć z bulionu, osuszyć, pokroić w bardzo cienkie plastry. Rozprowadzić sos na półmisku i położyć na nim plastry cielęciny.",
        "id": 2059,
        "title": "Cielęcina w sosie z tuńczyka",
        "categories": [
            "Wołowina"
        ]
    },
    {
        "products": "olej roślinny",
        "steps": [
            "Mięso kroimy w kostkę, po czym wrzucamy do miski. Dosypujemy do niej mąkę, pieprz, po czym mieszamy. W garnku rozgrzewamy tłuszcz, po czym smażymy mięso do zarumienienia.",
            "Wykładamy mięso, a do tłuszczu wrzucamy marchew, pokrojoną w plastry cebulę oraz czosnek.",
            "Naczynie żaroodporne smarujemy olejem. Na sam spód kładziemy warzywa, na które wylewamy tłuszcz ze smażenia. Kładziemy na nie mięso oraz pomidory.",
            "Całość posypujemy natką, zalewamy winem oraz ciepłym bulionem, obsypujemy skórką cytryny, dodajemy liść laurowy.",
            "Pieczemy godzinę w 180 stopniach."
        ],
        "id": 4483,
        "title": "Cielęcina w winie czerwonym",
        "categories": [
            "Wołowina",
            "Warzywne"
        ]
    },
    {
        "products": [
            "40 dag cielęciny,",
            "1 cebula,",
            "3-4 łyżki śmietany,",
            "3 łyżki oleju,",
            "3 pomidory,",
            "sól,",
            "25 dag pieczarek,",
            "zielenina,",
            "przyprawy."
        ],
        "steps": "Cielęcinę drobno posiekać, wyrobić z drobno pokrojoną cebulą i śmietaną, posolić. Do głębokiego naczynia wlać 1 łyżkę oleju, włożyć cielęcinę, skropić 1 łyżka oleju, przykryć folią aluminiową. Wstawić do piekarnika nagrzanego do 220 st. C i piec ok. 25 min. Pomidory sparzyć, obrać ze skórki, przepołowić i posolić. Pieczarki oczyścić, wyciąć trzonki, kapelusze wypłukać, sparzyć wrzącą wodą, osuszyć, pokroić na \"listki\", posolić, wymieszać z połową zieleniny. Wyjąć naczynie z cielęciną ułożyć na niej pieczarki, skrapiając pozostałym olejem. Umieścić na tym jedną warstwą pomidory. Wstawić z powrotem do piekarnika i piec bez przykrycia ok. 10 min. Po wyjęciu posypać pozostałą zieleniną.",
        "id": 1657,
        "title": "Cielęcina z pieczarkami",
        "categories": [
            "Wołowina"
        ]
    },
    {
        "products": [
            " 250 g wątróbki drobiowej",
            "250 ml wytrawnego białego wina",
            " pół paczki kolorowego pieprzu",
            " ząbek czosnku",
            "liść laurowy",
            "4 łyżki octu balsamicznego",
            "3 łyżki śmietanki kremówki",
            "opakowanie mieszanki sałat"
        ],
        "steps": "Wątroby myjemy, oczyszczamy odcinając przerosty i błonki, zalewamy winem, dodajemy przeciśnięty przez praskę czosnek ziarna pieprzu i liść laurowy. Przykrywamy i marynujemy przez noc w lodówce.Wątróbki wyjmujemy z marynaty, smażymy na mocno rozgrzanym tłuszczu, do czasu mocnego zarumienia z zewnątrz, ale w środku aby były różowe. Zdejmujemy z ognia i szczelnie przykrywamy folią.",
        "id": 3189,
        "title": "Ciepła sałatka z drobiową wątróbką",
        "categories": [
            "Sałaty",
            "Inne_mięsne"
        ]
    },
    {
        "products": [
            "500 gram mięsa jagnięcego (bez kości),",
            "przyprawa do drobiu po myśliwsku,",
            "pieprz czarny mielony,",
            "papryka mielona,",
            "czosnek świeży,",
            "3 łyżki masła ghee (lub ew. zwykłego)."
        ],
        "steps": "Mięso mielimy. Bardzo dokładnie doprawiamy przyprawami, które należy „wmieszać\" w ciasto. Formujemy z mięsa niewielkie wałki, które smażymy na grillu (w tym wypadku smarujemy mięso masłem) lub na patelni (uprzednio masło roztapiając).",
        "id": 3358,
        "title": "Ciewapcice",
        "categories": [
            "Kuchnia_jugosłowiańska",
            "Inne"
        ]
    },
    {
        "products": [
            " połowa opakowania makaronu Conchiglioni",
            " połowa pęczka botwinki (głównie liście oraz łodyga)",
            " łyżka octu winnego",
            " połowa opakowania sera camembert",
            " dwa ząbki czosnku",
            " sól"
        ],
        "steps": [
            "Makaron gotujemy, botwinkę siekamy i również gotujemy. ",
            "Gdy botwinka będzie gotowa odlewamy nadmiar wody i dodajemy ocet, kawałki sera oraz wyciśnięty czosnek. Podgrzewamy 5 minut.",
            "Makaron nadziewamy otrzymanym farszem."
        ],
        "id": 4265,
        "title": "Conchiglioni z botwinką",
        "categories": [
            "Makarony",
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            "100 gram masła,",
            "130 gram cukru,",
            "100 gram maki ziemniaczanej,",
            "100 gram kakao,",
            "1 litr mleka."
        ],
        "steps": "W misce ucieramy na pienistą masę masło oraz cukier. Dodajemy kakao i mąkę ziemniaczaną. Rozprowadzamy ją mlekiem, by powstała gładka masa. Gotujemy przez ok. 10 - 15 minut czekając, aż masa zgęstnieje. Masę wlewamy do szklanych pucharków i wkładamy do lodówki na ok. 2 godziny.",
        "id": 3015,
        "title": "Coppe abissine",
        "categories": [
            "Kuchnia_włoska",
            "Desery"
        ]
    },
    {
        "products": [
            "3 duże filety z kurczaka,",
            "kilka plastrów żółtego sera,",
            "kilka plastrów gotowanej szynki,",
            "250 gram masła,",
            "4 łyżki mąki,",
            "2 jaja.",
            "tarta bułka,",
            "sól,",
            "pieprz."
        ],
        "steps": "Filety myjemy oraz kroimy na pół, by uzyskać długie plastry. Następnie rozbijamy je tłuczkiem, posypujemy solą, pieprzem, po czym na każdym kładziemy plaster sera oraz szynki, a całość zwijamy w rulon, obtaczamy w mące, roztrzepanym jajku i tartej bułce. Na patelni rozpuszczamy masło, na którym smażymy kotlety przez ok. 5 minut.",
        "id": 2877,
        "title": "Cordon Bleu",
        "categories": [
            "Ptactwo",
            "Kuchnia_francuska"
        ]
    },
    {
        "products": "200 mililitrów śmietany kremówki",
        "steps": [
            "Płatki wstawiamy na blasze z pergaminem do 150 stopni, zapiekamy przez ok. 20 minut z nawiewem. Skrapiamy całość whisky i odstawiamy na noc.",
            "Zasypujemy maliny 60 gramami cukru i gotujemy przez kwadrans, by woda odparowała. Mielimy, przecieramy przez sito i studzimy.",
            "Śmietankę ubijamy z resztą cukru, po czym dodajemy do niego płatki i mieszamy.",
            "Układamy w szklankach warstwy malin oraz śmietanki. Na wierzch sypiemy płatki i wstawiamy do lodówki na dwie godziny."
        ],
        "id": 4508,
        "title": "Cranachan",
        "categories": [
            "Kuchnia_brytyjska",
            "Desery"
        ]
    },
    {
        "products": [
            "2 szklanki mleka",
            "skórka z połowy cytryny",
            "1 laska cynamonu",
            "4 żółtka",
            "7 łyżeczek cukru pudru",
            "duża łyżka mąki kukurydzianej"
        ],
        "steps": "Mleko należy wlać do rondla, dodać cienko pokrojoną, lub potartą skórkę z połowy cytryny i laskę cynamonu, całość zagotować na małym ogniu, po doprowadzeniu do wrzenia trzymać na ogniu jeszcze przez 10 min, następnie usunąć skórkę cytryny i cynamon, zdjąć z ognia.Jajka utrzeć z 3 łyżkami cukru pudru, dodać mąkę kukurydzianą, dokładnie wymieszać, dodać do zagotowanego wcześniej i zdjętego z ognia mleka, podgrzać nie doprowadzając do wrzenia. Przelać do miseczek i dobrze schłodzić. ",
        "id": 3637,
        "title": "Crema Catalan",
        "categories": [
            "Desery",
            "Kuchnia_hiszpańska"
        ]
    },
    {
        "products": [
            "szklanka cukru,",
            "cztery żółtka,",
            "ćwierć szklanki mąki,",
            "dwie szklanki mleka,",
            "pół laski wanilii,",
            "150 gram czekolady."
        ],
        "steps": "Żółtka ucieramy razem z cukrem.Dodajemy mąkę i miksujemy.Mleko podgrzewamy, dodajemy wanilię.Gdy zrobi się gorące wrzucamy czekoladę i mieszamy, aż się roztopi.Gorące mleko wlewamy do żółtek i dokładnie mieszamy.Całość wlewamy do rondla i ponownie dokładnie mieszamy.",
        "id": 3665,
        "title": "Creme patissiere",
        "categories": [
            "Kuchnia_francuska",
            "Desery"
        ]
    },
    {
        "products": [
            "pięć jabłek,",
            "1/3 szklanki cukru,",
            "trzy łyżki wody,",
            "cześć łyżek mąki,",
            "trzy łyżki cukru pudru,",
            "trzy łyżki masła."
        ],
        "steps": "Jabłka obieramy, usuwamy nasiona i kroimy w kostkę. Wrzucamy je na patelnię, zasypujemy cukrem i dodajemy wodę.Dusimy na średnim ogniu, by całość nabrała lepkiej konsystencji.Z mąki, cukru pudru oraz masła ucieramy kruszonkę.Do naczynia żaroodpornego wysmarowanego masłem wkładamy jabłka.Posypujemy je kruszonką.Wstawiamy na 30 minut do 200 stopni.",
        "id": 3659,
        "title": "Crumble jabłkowe",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "200 gram truskawek,",
            "50 gram migdałów,",
            "trzy łyżeczki cukru waniliowego,",
            "dwie łyżki mąki,",
            "łyżka cukru pudru,",
            "łyżka masła."
        ],
        "steps": "W naczyniu żaroodpornym układamy oczyszczone z szypułek truskawki. Sypiemy na nie cukier waniliowy oraz migdały.W misce ucieramy mąkę oraz masło. Kruszymy masę na warstwy.Zapiekamy całość przez 25 minut w 180 stopniach.",
        "id": 3657,
        "title": "Crumble truskawokowo - migdałowe",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "315 gram moreli, ",
            "70 gram mąki orkiszowej razowej,",
            "żółtko,",
            "40 gram syropu klonowego,",
            "50 gram masła,",
            "50 gram pekanów,",
            "25 gram brązowego cukru."
        ],
        "steps": [
            "Morele kroimy na niewielkie kawałki. ",
            "Z 15 gram syropu, mąki, żółtka oraz masła i posiekanych pekanów robimy grudkowaną masę. ",
            "Na patelnie wsypujemy cukier oraz pozostały syrop. Gdy masa się skarmelizuje zdejmujemy ją z ognia. ",
            "Dodajemy morele i obtaczamy je masą. ",
            "Wrzucamy je do foremki żaroodpornej i posypujemy kruszonką.",
            "Pieczemy w 180 stopniach przez ok. 15 minut."
        ],
        "id": 3940,
        "title": "Crumble z moreli",
        "categories": [
            "Jarskie",
            "Desery"
        ]
    },
    {
        "products": [
            "szklanka mąki tortowej,",
            "pół szklanki cukru pudru,",
            "1 opakowanie cukru waniliowego,",
            "80 gram masła,",
            "1 łyżka otrąb owsianych,",
            "szczypta soli,",
            "0,4 kg truskawek ."
        ],
        "steps": "Umyte truskawki oczyszczamy z szypułek, kroimy na kawałki i układamy naczyniu żaroodpornym. Wkładamy do miski masło, mąkę, cukier oraz otrąb owsianych. Ugniatamy masę rękami tak, by kruszonka miała odpowiednią sypkość, ale po jej ściśnięciu powinniśmy otrzymać luźną grudkę. Owoce posypujemy kruszonką i wstawiamy do nagrzanego do 180 stopni piekarnika (włączamy termoobieg) na 20 min",
        "id": 3110,
        "title": "Crumble z truskawkami",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "Posiekaj drobno cebulę, podsmaż na złoto w rondelku.",
            "Pokrój kiełbasę na półplasterki, dorzuć do cebuli, obsmaż.",
            "Obierz cukinię ze skórki, wywal środek (jeśli cukinia jest dojrzała, w młodziutkiej zostaw średoek z nasionkami). Pokrój na kawałki, dorzuć do garnka.",
            "Obierz pomidora ze skórki, pokrój w kawałki, wrzuć do środka.",
            "Duś pod przykryciem, aż zmięknie (koło 30 min).",
            "Przypraw do smaku, podawaj z ryżem."
        ],
        "id": 1652,
        "title": "Cukinia duszona z kiełbasą",
        "categories": [
            "Warzywne"
        ]
    },
    {
        "id": 2715,
        "title": "Cukinia duszona z kieĹbasÄ",
        "categories": []
    },
    {
        "products": [
            "4 małe cukinie,",
            "20 dag mięsa mielonego,",
            "pomidor,",
            "ząbek czosnku,",
            "mała cebula,",
            "oregano,",
            "sól, pieprz."
        ],
        "steps": "Cukinię przekroić wzdłuż na pół, wydrążyć łyżeczkąmiąższ. Miąższ, pomidor, cebulę i czosnek drobnoposiekać, wymieszać z mięsem, doprawić solą, pieprzemi oregano. Napełnić farszem połówki cukini. Po rozgrzaniupiekarnika do 200 st.C wstawić cukinię i piec 20 min.Podawać na gorąco z sosem pomidorowym (keczupem),przybrać marynowanym selerem (pociętym w \"zapałki\")i posiekaną natką pietruszki. ",
        "id": 1565,
        "title": "Cukinia faszerowana",
        "categories": [
            "Warzywne",
            "Wieprzowina"
        ]
    },
    {
        "products": [
            "1 mała cukinia,",
            "2-3 ząbki czosnku,",
            "2-3 łyzki oliwy,",
            "sól pieprz,",
            "zioła prowansalskie, bazylia."
        ],
        "steps": "Opis przyrządzania potrawyObierz młodą cukinię i pokrój na dosyć grube półplasterki. W garnuszku rozgrzej oliwę wrzuć cukinię i przeciśniety przez praskę czosnek.Dolej odrobinę wody, dodaj sól, trochę pieprzu, zioła prowansalskie i jeżeli lubisz  - bazylię. Dusić do miękkości - ok. 8 minut. Jeść z bułką lub grzankami usmażonymi na niewielkiej ilości masła. ",
        "id": 1550,
        "title": "Cukinia z czosnkiem",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "oliwa,",
        "steps": [
            "Ogórka trzema na średnich oczkach.",
            "Cukinię kroimy na grube plastry, smarujemy oliwą i pieczemy na patelni grillowej (opcjonalnie grill elektryczny lub zwykła patelnia).",
            "Solimy, pieprzymy. Sos mieszamy z ogórkiem i polewamy nim cukinię."
        ],
        "id": 4130,
        "title": "Cukinia z sosem jogurtowym",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "steps": "Zagotuj wodę na makaron. Osól.",
        "id": 2262,
        "title": "Cukinia z szynką na makaronie",
        "categories": [
            "WikiKuchnia"
        ]
    },
    {
        "id": 2339,
        "title": "Cukinia z szynkÄ na makaronie",
        "categories": []
    },
    {
        "products": [
            "niewielka cukinia,",
            "nieco pasty miso,",
            "kawałek tofu,",
            "łyżka mirin,",
            "garść czarnego sezamu."
        ],
        "steps": [
            "Cukinie kroimy na kawałki i podduszamy na oleju. W międzyczasie dodajemy nieco mirinu.",
            "Wrzucamy pastę miso oraz nieco wody i mieszamy. ",
            "Dusimy kilka minut, po czym przekładamy do miski.",
            "Kładziemy na wierzch tofu i posypujemy sezamem. "
        ],
        "id": 4024,
        "title": "Cukinia z tofu",
        "categories": [
            "Jarskie",
            "Warzywne"
        ]
    },
    {
        "products": "oliwa,",
        "steps": [
            "Małe cukinie tniemy na cienkie plastry.",
            "Oliwę cytrynową mieszamy z solą, pieprzem oraz sokiem z cytryny. Zalewamy płynem cukinie i odstawiamy na moment. ",
            "Dużą cukinię kroimy w kostkę. Blanszujemy lub gotujemy na parze. ",
            "Do miksera wrzucamy dużą cukinię, obrany czosnek, bazylię, parmezan oraz orzeszki. W trakcie miksowania dodajemy porcjami niewielką ilość oliwy. Doprawiamy solą i pieprzem. ",
            "Małe cukinie z marynatą zagotowujemy na małym ogniu, by zmiękły. ",
            "Gotujemy makaron. ",
            "Do dużej cukinii dodajemy dwie łyżki wody z makaronu.",
            "Odcedzamy makaron, mieszamy z pesto i małymi cukiniami. Posypujemy parmezanem."
        ],
        "id": 3869,
        "title": "Cukiniowa calamarata",
        "categories": [
            "Warzywne",
            "Makarony",
            "Jarskie",
            "Kuchnia_włoska"
        ]
    },
    {
        "id": 3870,
        "title": "Cukiniowa calarameta",
        "categories": []
    },
    {
        "products": "2 łyżki oliwy.",
        "steps": "Cukinię oraz cebulę kroimy na niewielką kostkę. Tofu oraz połowę cebuli, oregano i wodę mineralną miksujemy na jednolita masę. Następnie dodajemy do niej jajko, sól oraz pieprz i ponownie miksujemy. Wrzucamy mąkę ziemniaczaną i ponownie wykonujemy tą czynność. Na patelni rozgrzewamy oliwę, wrzucamy resztę cebuli oraz cukinię i smażymy na bardzo mocnym ogniu przez ok. 60 sekund. Po upływie tego czasu przykrywamy patelnię i dusimy na średnim ogniu przez 3 minuty. Następnie wlewamy zmiksowane tofu i delikatnie mieszamy. Smażymy obie strony przez 5 minut na średnim ogniu.",
        "id": 3279,
        "title": "Cukiniowa fritatta z tofu",
        "categories": [
            "Kuchnia_włoska",
            "Warzywne",
            "Jarskie",
            "Śniadania"
        ]
    },
    {
        "products": "oliwa",
        "steps": [
            "Cukinię myjemy i kroimy na paski. W misce mieszamy mleko z białkiem jajka.",
            "W drugiej misce mieszamy paprykę, tymianek, chili, okruszki oraz cebulę.",
            "Wkładamy cukinię najpierw do mleka z białkiem, potem do drugiej miski.",
            "Pieczemy 20 minut w 200 stopniach. Po wyjęciu skrapiamy sokiem oraz solimy."
        ],
        "id": 4266,
        "title": "Cukiniowe frytki",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "cztery łyżki oleju,",
        "steps": [
            "Mąkę, mleko, olej, sól oraz proszek mieszamy razem, po czym wyrabiamy ciasto. Ma być gęste, ale nie za bardzo.",
            "Cukinię kroimy na plastry, posypujemy pieprzem i solą.",
            "Każdy z kawałków obtaczamy w cieście i kładziemy na rozgrzany tłuszcz. Smażymy z obu stron na średnim ogniu."
        ],
        "id": 3812,
        "title": "Cukiniowe racuchy",
        "categories": [
            "Mączne",
            "Dodatki_do_dań",
            "Jarskie",
            "Warzywne"
        ]
    },
    {
        "products": "oliwa",
        "steps": [
            "Cukinię myjemy, przekrajamy na pół i wyjmujemy łyżką miąższ.",
            "Warzywa kroimy w kostkę, czosnek miażdżymy i mieszamy całość z miąższem (poza papryką i cebulą).",
            "Cebulę i paprykę podsmażamy osobno na oliwie.",
            "Wszystkie warzywa mieszamy z przyprawą oraz czosnkiem. ",
            "Do łódek wkładamy ser oraz mieszankę warzyw. Posypujemy ziołami.",
            "Każdą łódkę owijamy folią i pieczemy na grillu przez ok. 30 minut."
        ],
        "id": 4150,
        "title": "Cukiniowe łódeczki",
        "categories": [
            "Warzywne",
            "Jarskie",
            "Na_grillu_i_biwaku"
        ]
    },
    {
        "products": [
            "półtora kilograma obranej cukinii bez nasion,",
            "pół kilograma cebuli,",
            "sól,",
            "dwie szklanki cukru,",
            "szklanka octu,",
            "400 gram koncentratu pomidorowego,",
            "łyżeczka pieprzu,",
            "pół łyżeczki cayenne,",
            "słodka papryka."
        ],
        "steps": [
            "Cebulę oraz cukinię ścieramy na tarce z dużymi oczkami. Całość zasypujemy garścią soli, mieszamy i odstawiamy na około sześć godzin.",
            "Wrzucamy je do garna, zalewamy połową szklanki wody i gotujemy je na papkę.",
            "Dodajemy cukier, ocet i ponownie gotujemy, przez dwadzieścia minut.",
            "Wlewamy koncentrat oraz przyprawy i gotujemy kolejne dwadzieścia minut.",
            "Wrzucamy masę do miksera, a następnie przekładamy do słoików i pasteryzujemy przez dziesięć minut."
        ],
        "id": 3864,
        "title": "Cukiniowy ketchup",
        "categories": [
            "Sosy_zimne",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "Ciasto na naleśniki",
        "steps": [
            "Z kwiatów usuwamy pręciki. Pietruszkę drobno siekamy, czosnek wyciskamy przez praskę. Chili dodajemy do serka.",
            "Kwiaty wypełniamy farszem i skręcamy końcówki. Zanurzamy w cieście, po czym kładziemy na patelnię i smażymy z obu stron.",
            "Warzywa obieramy i kroimy w paski, po czym smażymy na patelni"
        ],
        "id": 4907,
        "title": "Cukiniowy kwiat z warzywnymi frytkami",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            " sześć zielonych jabłek ",
            " sześć drewnianych patyczków ",
            " 250 gram cukru ",
            " 50 mililitrów wody ",
            " łyżka syropy klonowego ",
            " pół łyżeczki cukru waniliowego ",
            " ćwierć łyżeczki cynamonu ",
            " nieco czerwonego barwnika "
        ],
        "steps": [
            "Jabłka myjemy, suszymy (można przetrzeć alkoholem, by je odtłuścić). Wbijamy w każdy patyk.",
            "Do garnka wsypujemy składniki, mieszamy i zagotowujemy.",
            "Gotujemy na średnim ogniu, z termometrem w środku. Gdy wskaże on 137 zanurzamy w masie. Odkładamy do zastygnięcia."
        ],
        "id": 4630,
        "title": "Cukrowe jabłka",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "oliwa,",
        "steps": [
            "Kalafiora dzielimy na różyczki, a dynię oraz ziemniaki kroimy w kostkę. Cebulę obieramy i kroimy w pióra.",
            "Oliwę, kozieradkę oraz gorczycę wrzucamy na rozgrzaną patelnię. Szklimy na tej mieszance cebulę.",
            "Następnie dorzucamy ziemniak i podsmażamy. Podobnie robimy pierw z kalafiorem, potem z dynią.",
            "Mieszamy, solimy i dodajemy curry oraz 1/4 szklanki wody. ",
            "Dusimy na małym ogniu pod przykryciem ok. 15 minut."
        ],
        "id": 4070,
        "title": "Curry warzywne",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "trzy łyżki oliwy,",
        "steps": [
            "Cebulę obieramy i kroimy w plastry. Podsmażamy ją na patelni.",
            "Zmniejszamy ogień, dodajemy imbir, pocięty czosnek oraz przyprawy oraz listek kolendry i poszatkowane chilli. Gotujemy dwie minuty.",
            "Dolewamy wodę, mieszamy.",
            "Ziemniaka kroimy w kostkę i razem ciecierzycą wrzucamy na patelnię. Dodajemy sól, mieszamy i na małym ogniu gotujemy pod przykryciem 10 minut.",
            "Zdejmujemy z ognia, kropimy cytryną i posypujemy kolendrą."
        ],
        "id": 4047,
        "title": "Curry z ciecierzycy",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "dwie łyżki oleju,",
        "steps": [
            "Na rozgrzany na patelni olej wrzucamy przyprawy i lekko je podsmażamy. ",
            "Dodajemy paprykę, cebulę oraz czosnek. Smażymy do miękkości, po czym dodajemy pomidory i smażymy, dopóki się nie rozpadną.",
            "Dodajemy cieciorkę oraz pokrojoną w kostkę cukinię.",
            "Zmniejszamy ogień i dusimy przez 5 minut.",
            "Wlewamy sok, mieszamy i przekładamy do miski."
        ],
        "id": 4028,
        "title": "Curry z ciecierzycy oraz cukinii",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            "600 gram mięsa udek z kurcząt lub fileta,",
            "1 łyżka kurkumy,",
            "1 łyżka soli morskiej",
            "1 łyżka mielonego czarnego pieprzu,",
            "2 łyżki gorczycy,",
            "olej roślinny,",
            "2 średnie cebule,",
            "łyżeczka tartego imbiru,",
            "3 ząbki czosnku,",
            "1 twarda papaja,",
            "sok z limonki lub cytryny,",
            "posiekana kolendra",
            "1 zielone chili (opcjonalnie),"
        ],
        "steps": "Opis przyrządzania potrawyMięso kroimy na drobne kawałeczki, mieszamy z kurkumą, doprawiamy solą oraz pieprzem, po czym odstawiamy na bok, by mięso się zamarynowało. Papaje tniemy na drobne kawałki, podobnie postępujemy z cebulami. Na głębokiej patelni rozgrzewamy olej, na który wrzucamy cebulę, czosnek, imbir oraz chilli, jeśli lubimy ostre potrawy, po czym smażymy przez ok. 4 minuty. Do cebuli dodajemy kawałki kurczaka i czekamy, aż mięso się usmaży, cały czas pamiętając o mieszaniu.  Gdy kurczak dojdzie, dodajemy wodę oraz papaję, po czym zagotowujemy całość. Gdy woda zacznie bulgotać zmniejszamy ogień i dusimy danie na małym ogniu przez 20 minut lub do momentu, gdy mięso będzie mięciutkie, a sos zgęstnieje. Na sam koniec kropimy danie limonką lub cytryną i posypujemy kolendrą.",
        "id": 2859,
        "title": "Curry z papają",
        "categories": [
            "Warzywne",
            "Kuchnia_azjatycka",
            "Ptactwo"
        ]
    },
    {
        "products": [
            "1 jajo,",
            "1 kromka chleba.",
            "Sól i ewentualnie pieprz"
        ],
        "steps": [
            "Na patelni rozpuszczamy masło. W tym czasie w kromce chleba wycinamy dziurę tak aby pozostała sama forma kromki. Gotowy chleb wrzucamy na patelnie. W środek chleba wbijamy jedno jajko, solimy i ewentualnie pieprzymy; zależnie od preferencji można żółtko zostawić lub wymieszać z białkiem. Po minucie przewrócić na drugą stronę aby jajko się całe usmażyło. Gotową kromkę przerzucamy na talerz. Można jeść jak normalną kromkę lub widelcem i nożem. ",
            ""
        ],
        "id": 2021,
        "title": "Cwane jajo",
        "categories": [
            "Z_jaj"
        ]
    },
    {
        "products": [
            "4 cykorie,",
            "pół szklanki kozieradki,",
            "2 łyżki posiekanych orzechów włoskich,",
            "łyżka nasion lubczyku,",
            "2 łyżki soku z cytryny,",
            "łyżeczka miodu,",
            "3 łyżki oliwy,",
            "łyżka przegotowanej wody,",
            "sól,",
            "biały pieprz,",
            "cebula."
        ],
        "steps": "Wodę, miód, oliwę i sok z cytryny mieszamy razem, dodając sól, nieco białego pieprzu. Całość schładzamy w lodówce. Cebulę obieramy, kroimy na cienkie plasterki, które układamy na sicie. Przelewamy je wrzątkiem, a potem zimną wodą i odsączamy. Z cykorii usuwamy głąby, kroimy w grube paski, mieszamy z cebulą, kiełkami kozieradki i orzechami, polewamy sosem miodowym, dokładnie mieszamy i na wierzch sypiemy nasiona lubczyku.",
        "id": 2933,
        "title": "Cykoria z nasionami lubczyku",
        "categories": [
            "Surówki",
            "Jarskie"
        ]
    },
    {
        "products": [
            " kilka papryk",
            " kilka okrągłych cukinii",
            " dziesięć niewielkich szalotek",
            " sporo suszonych śliwek",
            " sporo rodzynek",
            " cztery białe cebule",
            " cztery ząbki czosnku",
            " sól",
            " cukier",
            " pieprz"
        ],
        "steps": [
            "Rodzynki i śliwki namaczamy w gorącej wodzie przez ok. 45 minut.",
            "Papryki i cukinie wydrążamy.",
            "Mięso łączymy z przyprawami, posiekaną cebulą, jajkiem, przyprawami, miąższem wyciętym z warzyw oraz mąką. Wypełniamy nimi warzywa.",
            "Warzywa wkładamy do garnka, posypujemy śliwkami i rodzynkami, wrzucamy nieobrane szalotki i czosnek. Zalewamy wodą i gotujemy na średnim ogniu przez minimum godzinę."
        ],
        "id": 4290,
        "title": "Cymes",
        "categories": [
            "Warzywne",
            "Wieprzowina",
            "Ptactwo"
        ]
    },
    {
        "Informacje": "<a href=\"/przepisy/Plik:140px-Cinnamomum_zeylanicum001xx_s.jpg\" class=\"image\" title=\"Laski cynamonu cejlońskiego\"><img alt=\"Laski cynamonu cejlońskiego\" src=\"/images/b/b3/140px-Cinnamomum_zeylanicum001xx_s.jpg\" width=\"140\" height=\"112\"></a>",
        "Zastosowanie": "Cynamon to popularna przyprawa kuchenna, którą otrzymuje się przede wszystkim z wysuszonej kory cynamonowca cejlońskiego (najbardziej ceniony) oraz wielu innych gatunków tego rodzaju, (które rzadko są importowane do Europy, a mają znaczenie tylko dla kuchni regionalnej), a nawet innego rodzaju ('cynamon z Batawii' Cassia vera oraz 'cynamon biały' Persea). Występuje w dwóch postaciach, utarty na proszek lub w niewielkich, zwiniętych w rulonik kawałkach, ma kolor rdzawy i dzięki zawartemu w niej olejkowi cynamonowemu charakterystyczny słodkawo-korzenny, lekko piekący smak i silny aromat.",
        "id": 1590,
        "title": "Cynamon",
        "categories": [
            "Przyprawy,_zioła,_ingrediencje"
        ]
    },
    {
        "products": "olej roślinny",
        "steps": [
            "Mięso nacieramy solą, cynamonem oraz pieprzem. Wkładamy na 12 godzin do lodówki.",
            "Liście parzymy we wrzątku, obrane ziemniaki, cebule oraz marchew kroimy w talarki.",
            "Naczynie żaroodporne smarujemy tłuszczem. Kładziemy na nie plastry boczku, a na nie sparzone liście kapusty.",
            "Układamy na boczku i warzywach mięso. Na nie kładziemy pokrojone w plastry ziemniaki oraz marchewki.",
            "Na wierzchu kładziemy talarki z cebuli oraz jabłka.",
            "Posypujemy wierzch cynamonem, dodajemy kilkanaście ziarenek jałowca oraz posypujemy pieprzem. Zalewamy całość winem.",
            "Wstawiamy całość do 200 stopni na 120 minut (pod przykryciem). Co jakiś czas podlewamy winem."
        ],
        "id": 5256,
        "title": "Cynamonowa karkówka",
        "categories": [
            "Wieprzowina",
            "Warzywne"
        ]
    },
    {
        "products": [
            "dwie brzoskwinie",
            "spora śliwka",
            "spora garść świeżego szpinaku",
            "dwie suszone figi",
            "łyżka otrębów pszennych",
            "1/3 szklanki płatków owsianych",
            "łyżeczka masła migdałowego",
            "ćwierć łyżeczki cynamonu",
            "dwie łyżeczki płynnego miodu",
            "ćwierć szklanki mleka"
        ],
        "steps": [
            "Ze śliwki i brzoskwiń usuwamy pestki i kroimy je na kawałki.",
            "Wszystkie składniki wrzucamy do blendera i dokładnie mielimy na jednolitą masę."
        ],
        "id": 4390,
        "title": "Cynamonowo - owocowy mus",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "500g ryżu basmati",
            "1 cebula",
            "garść suszonych moreli",
            "garść orzechów laskowych",
            "odrobina startej skórki pomarańczowej",
            "laska cynamonu",
            "900ml bulionu jarzynowego",
            "150g świeżego szpinaku",
            "sól, pieprz, łyżka oliwy, łyżka masła"
        ],
        "steps": "Ryż zalewamy zimną wodą i odstawiamy na godzinę, następnie odcedzamy na sitku i płuczemy pod bieżącą wodą do czasu, aż woda będzie czysta.",
        "id": 2894,
        "title": "Cynamonowy pilaw z ryżu basmati",
        "categories": [
            "Jarskie",
            "Risotto"
        ]
    },
    {
        "products": [
            "3 pomidory,",
            "1 zielona papryka,",
            "1 świeży ogórek,",
            "1/4 szklanki oliwy,",
            "sok z cytryny,",
            "sól."
        ],
        "steps": "Sparzone pomidory obieramy ze skórki i kroimy na cienkie plastry (ok. 4 mm). Ogórki obieramy ze skórki i również kroimy w plastry. Paprykę oczyszczamy z nasion, myjemy, po czym ćwiartujemy na paseczki o długości ok. 1,5 cm. W salaterce układamy składniki w następujące warstwy, pamiętając, by każdą warstwę oprószyć solą, pokropić sokiem z cytryny oraz zalać oliwą.",
        "id": 2828,
        "title": "Cypryjska surówka z pomidorów",
        "categories": [
            "Surówki"
        ]
    },
    {
        "products": [
            " ¾ szklanki cukru ",
            " pół szklanki mąki pszennej ",
            " ćwierć szklanki świeżego soku z pomarańczy ",
            " trzy łyżki soku z cytryny ",
            " siedem łyżek rozpuszczonego masła ",
            " ¾ łyżeczki startej skórki z pomarańczy ",
            " szczypta soli "
        ],
        "steps": [
            "Ciasto powinno zostać wykonane najpóźniej dzień przed pieczeniem.",
            "Mąkę mieszamy z solą i cukrem. Dodajemy sok z pomarańczy i cytryny. Ubijamy mikserem.",
            "Powoli wlewamy masło, dodajemy skórkę i mieszamy mikserem. Przykrywamy masę folią i wstawiamy na kilka godzin do lodówki).",
            "Na pergamin nakładamy porcje ciasta (wielkości łyżeczki do herbaty) i spłaszczamy je na cienki placek. ",
            "Pieczemy w 180 stopniach ok. 12 minut na złotawy kolor. ",
            "Chwilę po wyjęciu nawijamy placki na trzonek drewnianej łyżki."
        ],
        "id": 4856,
        "title": "Cytrusowe tuiles",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " dwa udka kurczaka",
            " opakowanie brokułów",
            " sok pomarańczowy",
            " opakowanie rucoli",
            " dwie łyżki masła",
            " kilka plastrów pomarańczy",
            " kilka plastrów cytryny",
            " papryka słodka",
            " świeży tymianek",
            " sól",
            " pieprz"
        ],
        "steps": [
            "Układamy udka na wysmarowanej blaszce, posypujemy przyprawami, polewamy sokiem i obkładamy plastrami cytrusów. Na wierzch mięsa kładziemy również świeży tymianek.",
            "Pieczemy ok. 60 minut w 170 stopniach.Do garnka wkładamy dwie łyżki masła oraz brokuły i dusimy pod przykryciem.",
            "Gdy warzywa zmiękną doprawiamy solą i pieprzem, po czym miksujemy na masę.",
            "Udka kładziemy na masę."
        ],
        "id": 4813,
        "title": "Cytrusowe udka",
        "categories": [
            "Ptactwo",
            "Warzywne"
        ]
    },
    {
        "products": "ćwierć szklanki oliwy",
        "steps": [
            "Filety kroimy na ok. 3 centymetrowe kawałki. Z obranej cebuli oraz czosnku, pietruszki, skórki, tymianku, liści oraz octu i oliwy robimy sos. Zalewamy nim rybę, nakrywamy folią i wkładamy do lodówki na dwie godziny.",
            "Wkładamy rybę do garnka, zalewamy winem, wywarem oraz pieprzem. Gotujemy przez kwadrans, aż ryba zmięknie."
        ],
        "id": 4532,
        "title": "Cytrynowa zupa rybna",
        "categories": [
            "Zupy_na_mięsie",
            "Ryby"
        ]
    },
    {
        "products": [
            "250 gram masła,",
            "starta skórka z cytryny,",
            "pęczek pietruszki."
        ],
        "steps": [
            "Umytą pietruszkę drobno siekamy.",
            "Masło topimy w garnku. Dodajemy skórkę cytrynową oraz pietruszkę. Mieszamy",
            "Wlewamy masło do foremek i wstawiamy do lodówki."
        ],
        "id": 3768,
        "title": "Cytrynowe masło z pietruszką",
        "categories": [
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            " pierś z kurczaka",
            " plastry cytryny"
        ],
        "steps": [
            "Kurczaka kroimy na spore kawałki.",
            "Składniki na marynatę mieszamy i zanurzamy w nich kurczaka. Trzymamy go w niej 12 godzin.",
            "Nadziewamy mięso naprzemiennie z plastrami cytryny"
        ],
        "id": 4848,
        "title": "Cytrynowe szaszłyki",
        "categories": [
            "Ptactwo",
            "Na_grillu_i_biwaku"
        ]
    },
    {
        "products": [
            "pół szklanki chudego twarożku kremowego",
            "ćwierć łyżeczki skórki startej z cytryny",
            "kropla zapachu waniliowego",
            "pół łyżeczki cukru"
        ],
        "steps": [
            "Serek mieszamy z pozostałymi składnikami.",
            "Wkładamy do miski i wstawiamy do lodówki na ok. 35 minut."
        ],
        "id": 4344,
        "title": "Cytrynowy krem",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " sześć dużych, soczystych cytryn",
            " 20 goździków",
            " 500 mililitrów wody",
            " cztery szklanki cukru",
            " Dodatkowo:",
            " cztery słoiczki po 300 mililitrów"
        ],
        "steps": "Cytryny parzymy wodą. Wszystkie cytryny należy sparzyć gorącą wodą.Trzy cytryny obieramy ze skórki (unikając białej części), samą skórkęwkładamy do garnuszka razem z goździkami i zalewamy wrzątkiem.Dodajemy cztery szklanki cukru i doprowadzamy do wrzenia.Z trzech cytryn wyciskamy sok (powinno go wyjść około 200 ml) i kiedytylko syrop cukrowy się zagotuje - dodajemy do niego sok.Gotujemy przez trzydzieści - czterdzieści minut aż część płynu odparuje.Słoiki wyparzamy, pozostałe trzy cytryny kroimy w plasterki i wkładamydo słoiczków.Zalewamy gorącym syropem, mocno zakręcamy i stawiamy na zakrętce na całą noc.",
        "id": 4952,
        "title": "Cytryny do herbat",
        "categories": [
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            "1 kilogram żeberek wieprzowych,",
            "szklanka wiśniaku,",
            "4 łyżki sosu sojowego,",
            "pół szklanki cukru."
        ],
        "steps": "Wieprzowinę kroimy na małe kawałki, wkładamy do garnka, zalewamy wiśniakiem i przyprawa do zup wymieszaną z cukrem. Szczelnie zakrywamy. Garnek wkładamy do większego, w którym musi być gorąca woda. Całość gotujemy na małym ogniu przez 4 godziny. Potrawę podajemy z ryżem.",
        "id": 2986,
        "title": "Czarodziejskie mięsiwo",
        "categories": [
            "Wieprzowina",
            "Kuchnia_międzynarodowa"
        ]
    },
    {
        "products": [
            "1 Jajko",
            "2 stołowe łyżki mąki",
            "2-3 stołowe łyżki kakao",
            "1 łyżeczka cukru",
            "Sczypta proszku do pieczenia",
            "Olej do smażenia"
        ],
        "steps": "Oddzielamy żółtko od białka, a następnie ubijamy samo białko na sztywno z dodatkiem 1 łyżeczki cukru. Następnie dodajemy do białka żółtko i wszystko razem ubijamy dodając mąkę i proszek do pieczeni oraz kakao. Gdy mamy już wszystkie składniki razem wymieszane rozgrzewamy patelnie, na którą dajemy olej. Gdy olej jest już dobrze rozgrzany wlewamy nasze ubite jajko na patelnie i wszystko smażymy jak omlet. Gdy nasza masa stężeje to możemy przewrócić nasz omlet na drugą stronę. I gotowe!!! P.S. Wyśmienicie do tego pasuje gałka lodów waniliowych lub śmietankowych i bita śmietana. Mmmmmmm smacznego!!!",
        "id": 1436,
        "title": "Czeko-Jajecznica",
        "categories": [
            "Desery"
        ]
    },
    {
        "id": 2592,
        "title": "Czekolada",
        "categories": []
    },
    {
        "products": "pół szklanki śmietanki 30 %",
        "steps": [
            "Czekoladę łamiemy na małe kawałki.",
            "Do garnka wlewamy mleko, śmietankę, czekoladę, kakao, cukier oraz cynamon.",
            "Powoli podgrzewamy, nieustannie mieszając.",
            "Czekoladę wlewamy do filiżanki i dekorujemy bitą śmietaną."
        ],
        "id": 4218,
        "title": "Czekolada cynamonowa",
        "categories": [
            "Napoje_gorące",
            "Desery"
        ]
    },
    {
        "products": [
            "20 dag pokrojonej czekolady deserowej,",
            "¼ szklanki śmietany (36%),",
            "1 słoik (ok. 20 dag) wiśni koktajlowych (mogą być wiśnie z nalewki),",
            "1 puszka (ok. 900 g) gruszek w syropie,",
            "40-50 dag biszkopcików lub pokrojonego w kostkę podeschniętego domowego biszkoptu."
        ],
        "steps": "Rozpuść czekoladę ze śmietaną, dodaj wiśnie i nieco syropu z gruszek (lub nalewki z wiśni). Wlej czekoladę z wiśniami do kociołka na fondue. Zanurzaj w niej nadziane na szpadki cząstki gruszek i biszkopty. Zjadaj od razu. RADA: można zanurzać także świeże owoce - np. truskawki i melona.",
        "id": 2204,
        "title": "Czekoladowe fondue",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "4,5 łyżki oleju,",
        "steps": "Mąkę przesiewamy z proszkiem do pieczenia. Dodajemy resztę składników i bardzo dokładnie miksujemy. Patelnię rozgrzewamy na małym ogniu i taki też utrzymujemy przez całe smażenie. Placki obracamy, gdy pojawiać się zaczną na nich pęcherze powietrza.",
        "id": 3124,
        "title": "Czekoladowe pancakes",
        "categories": [
            "Mączne",
            "Jarskie",
            "Dodatki_do_dań",
            "Z_jaj",
            "Desery",
            "Śniadania"
        ]
    },
    {
        "products": [
            "dwanaście kawałków mlecznej lub gorzkiej czekolady",
            "szklanka orzechów pistacjowych bez skorupek"
        ],
        "steps": [
            "Na rozgrzaną patelnię wsypujemy orzechy i prażymy przez kilka minut.",
            "Roztapiamy czekoladę. Dodajemy orzechy i mieszamy.",
            "Blachę wykładamy papierem, wylewamy masę, powierzchnię wyrównujemy.",
            "Wstawiamy na godzinę do lodówki."
        ],
        "id": 4341,
        "title": "Czekoladowe pistacje",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "500 gram truskawek, koniecznie z szypułkami,",
            "100 gram czekolady (do wyboru),",
            "łyżka masła ."
        ],
        "steps": [
            "Truskawki myjemy i osuszamy.",
            "Czekoladę łamiemy i roztapiamy.",
            "Dodajemy do niej masło i mieszając roztapiamy je w czekoladzie. Studzimy nieco masę.",
            "Truskawki moczymy w czekoladzie (do ok. połowy) i układamy na talerzu, Całość schładzamy w lodówce."
        ],
        "id": 3824,
        "title": "Czekoladowe truskawki",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "400 gram suszonych śliwek",
            "50 mililitrów rumu + 50 mililitrów gorącej wody",
            "900 gram śliwek",
            "250 gram cukru",
            "półtora łyżeczki cynamonu",
            "pół łyżeczki imbiru w proszku",
            "szczypta zmielonych goździków [pominęłam]",
            "dwie łyżki kakao",
            "50 gram gorzkiej czekolady "
        ],
        "steps": [
            "Suszone śliwki kroimy w kosteczkę i namaczamy w rumie z wodą. Odstawiamy przykryte na noc.",
            "Świeże śliwki myjemy, pestkujemy i kroimy. Dodajemy namoczone śliwki i gotujemy na wolnym ogniu, dopóki całość się nie rozgotuje (cały czas mieszamy).",
            "Miksujemy całość blenderem, chwilę gotujemy, dodajemy cukier oraz przyprawy. Pozostawiamy na wolnym ogniu, mieszając, by masa zgęstniała.",
            "Dodajemy kakao oraz czekoladę, po czym mieszamy.",
            "Przekładamy do wyparzonych słoików i pasteryzujemy."
        ],
        "id": 4484,
        "title": "Czekoladowe śliwki",
        "categories": [
            "Spiżarnia_domowa",
            "Desery"
        ]
    },
    {
        "id": 1682,
        "title": "Czekoladowy Sernik z tofu",
        "categories": []
    },
    {
        "products": [
            " 150 gram mąki,",
            " 50 gram posiekanej czekolady,",
            " dwie łyżki kakao,",
            " 60 gram cukru brązowego,",
            " pół łyżeczki proszku do pieczenia,",
            " łyżka przyprawy do piernika ",
            " 50 gram masła,",
            " łyżka miodu,",
            " trzy łyżki mleka.",
            " szczypta soli,",
            " lukier lub cukier puder."
        ],
        "steps": [
            "Wrzucamy składniki do miski i zagniatamy na ciasto. ",
            "Pieczemy ok. 20 minut w 160 stopniach.",
            "Gdy ostygną polewamy je lukrem i posypujemy cukrem pudrem."
        ],
        "id": 5183,
        "title": "Czekoladowy groszek",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " 100 g mąki pszennej",
            " 100 g migdałów, zmielonych",
            " 200 g brązowego cukru demerara (kryształ)",
            " 150 g margaryny wegetaraNskiej",
            " 675 g tofu (ser)",
            " 175 ml oleju roślinnego",
            " 125 ml soku z pomarańczy",
            " 175 ml brandy",
            " 50 g kakao i dodatkowa ilość do dekoracji",
            " 2 łyżeczki aromatu migdałowego",
            " cukier puder",
            " owoce miechunki jadalnej, do dekoracji"
        ],
        "steps": "Do miski wsypać mąkę, zmielone migdały i 1 łyżkę cukru, dobrze wymieszać. Utrzeć z margaryną, wyrabiając ciasto. Dno tortownicy o średnicy 23 cm lekko wysmarować tłuszczem i wyłożyć papierem do pieczenia. Ciasto wyłożyć na dno, uginając palcami tak, by sięgało brzegów formy. Tofu posiekać na grube kawałki i włożyć do miksera, miksować do uzyskaniagładkiej, kremowej konsystęcji. Masę wylać na przygotowany spód, piec w piekarniku nagrzanym do 160*C przez 1-1 1/4 godziny, aż stężeje Ciasto pozostawić na 5 min w piekarniku, by lekko ostygło, następnie wyjąć z tortownicy i schładzać w lodówce. Oprószyć drobno zmielonym kokosem i kakao. Przybrać owocami miechunki. Podawać",
        "id": 1680,
        "title": "Czekoladowy serniczek z tofu",
        "categories": [
            "Ciasta"
        ]
    },
    {
        "products": [
            "rosół",
            "garść rodzynek",
            "1 jabłko świeże, lub garść suszonego",
            "garść śliwek wędzonych, lub suszonych",
            "krew kacza",
            "dwie łyżeczki octu",
            "dwie łyżki mąki",
            "jeśli ktoś lubi i posiada garść suszonych gruszek"
        ],
        "steps": "Świeże owoce umyć, pokroić w średniej wielkości kostkę, jeśli używamy suszonych opłukać pod bieżącą wodą i wrzucić do rosołu, zupę z dodanymi owocami gotować na małym ogniu przez około 20min nie doprowadzając do wrzenia.Krew kaczą, jeśli jest mrożona przełożyć do miski, po rozmrożeniu dodać dwie łyżeczki octu, pół szklanki wody i dwie łyżki mąki. Dobrze wymieszać, aby nie było grudek, dodawać powoli do miski z krwią gorącego rosołu, łącznie około 10-15 łyżek, aby ocieplić roztwór, żeby zupa się nie zważyła. Kiedy mieszanka z krwi, octu i mąki będzie gotowa i troszkę ocieplona wlewamy ją powoli przecierając przez sitko do rosołu, w którym gotowały się owoce. Gotujemy wszystko razem na bardzo małym ogniu przez około 10 minut, nie dopuszczając do wrzenia. Zupę podaje się z makaronem lub kluskami własnej roboty.",
        "id": 2858,
        "title": "Czernina",
        "categories": [
            "Zupy_na_mięsie",
            "Kuchnia_polska"
        ]
    },
    {
        "products": "łyżka oleju słonecznikowego.",
        "steps": "Papryczki oraz imbir siekamy. Z trawy cytrynowej usuwamy twarde części i również ją siekamy. Czosnek i szalotki obieramy oraz siekamy. Wszystkie warzywa wraz z przyprawami wrzucamy do miksera i miksujemy na gładką pastę.",
        "id": 3351,
        "title": "Czerwona pasta curry",
        "categories": [
            "Sosy_na_zimno",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "cztery łyżki oliwy",
        "steps": [
            "Marchewkę oraz kalafiora gotujemy do miękkości. Oliwę rozgrzewamy i szklimy na niej cebulę oraz czosnek. Po chwili dodajemy marchew oraz kalafiora i moment smażymy.",
            "Dodajemy mleko i gotujemy całość.",
            "Dodajemy ciecierzycę oraz kukurydzę, doprawiamy solą, pieprzem oraz przyprawą curry. Gotujemy, by całość zgęstniała.",
            "Przed podaniem posypujemy całość kolendrą."
        ],
        "id": 4335,
        "title": "Czerwone curry",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": [
            " osiem dojrzałych fig",
            " 100 mililitrów czerwonego słodkiego wina",
            " 100 gram powideł śliwkowych",
            " cztery łyżki cukru"
        ],
        "steps": [
            "Sześć fig kroimy na ćwiartki (nie docinamy do końca),a dwie tniemy na pół.",
            "Zalewamy owoce winem, dodajemy cukier i gotujemy 5 minut.",
            "Figi pocięte na ćwiartki wyjmujemy łyżką i odsączamy. ",
            "Wino z resztą fig studzimy, miksujemy z powidłami i podgrzewamy.",
            "Figi wyjęte z wina polewamy sosem."
        ],
        "id": 4607,
        "title": "Czerwone figi",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "kilogram filetów z dorsza,",
            "dwie szklanki mleka,",
            "sól,",
            "pieprz."
        ],
        "steps": [
            "Rybę myjemy, przekładamy do miski i zalewamy mlekiem, po czym odstawiamy na ok. dwie godziny do lodówki.",
            "Wszystkie składniki na sos dokładnie mieszamy.",
            "Po wyjęciu rybę przyprawiamy solą oraz pieprzem, po czym polewamy sosem.",
            "Układamy ją na folii i pieczemy przez 35 minut w 180 stopniach.",
            "Po 20 minutach obracamy rybę i ponownie smarujemy sosem."
        ],
        "id": 3883,
        "title": "Czerwony dorsz",
        "categories": [
            "Ryby"
        ]
    },
    {
        "products": "ćwierć szklanki oliwy",
        "steps": [
            "Cebulę i czosnek obieramy i siekamy, pomidory obieramy, selera i marchew obieramy i tniemy w plastry. Pomidora miksujemy na papkę.",
            "Do garnka z rozgrzaną oliwą wsypujemy ryż i smażymy, aż się zeszkli.",
            "Dodajemy czosnek oraz cebulę. Po chwili wrzucamy resztę warzyw, zalewamy bulionem. Dusimy ok. 20 minut."
        ],
        "id": 4450,
        "title": "Czerwony ryż",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "250 gram śmietany 22%,",
        "steps": [
            "Wołowinę myjemy, kroimy na średnie kawałki i obsmażamy na połowie boczku.",
            "Na drugiej połowie mięsa smażymy warzywa.",
            "Dokładamy do nich mięso oraz tyle wody, by przykryła ona składniki. Dusimy przez pół godziny na średnim ogniu.",
            "Mięso wyjmujemy, a do reszty dodajemy śmietanę i cytrynę. Miksujemy i zagotowujemy sos, po czym polewamy nim sos."
        ],
        "id": 3855,
        "title": "Czeska wołowina",
        "categories": [
            "Wołowina",
            "Kuchnia_czeska",
            "Warzywne"
        ]
    },
    {
        "products": "cztery łyżki oliwy",
        "steps": [
            "Indyka opłukać, osuszyć, pokroić na długie kawałki, obsypać solą.",
            "Na patelni rozgrzać nieco oliwy i mocno zarumienić filety.",
            "Papry­ki umyć, usunąć gniazda i pokroić na paseczki.",
            "Kukurydzę odsączyć z zalewy. Na kolejnej patelni rozgrzać tłuszcz, wrzucić paprykę, podsmażyć, dodać indyka oraz kukurydzę. Smażyć sześć minut.",
            "Pomidory odsączyć i dorzucić do reszty dania. Potrawę doprawić oregano, kolendrą oraz chili. Dusić na małym ogniu przez około 25 minut."
        ],
        "id": 4420,
        "title": "Czeski indyk",
        "categories": [
            "Kuchnia_czeska",
            "Warzywne",
            "Ptactwo"
        ]
    },
    {
        "products": "oliwa",
        "steps": [
            "Obieramy ząbki.",
            "Zagotowujemy wino oraz ocet, cukier i przyprawy. Do gotującego się płynu wsypujemy czosnek, dodajemy paprykę.",
            "Gotujemy pięć minut na małym ogniu. Zdejmujemy z ognia, przykrywamy rondel i odstawiamy na ok. 5 godzin.",
            "Po tym czasie zagotowujemy całość i od zawrzenia gotujemy ok. 3 minuty.",
            "Przestudzony płyn wlewamy do słoików, zalewamy zalewą, a na wierzch dodajemy łyżkę oliwy."
        ],
        "id": 4214,
        "title": "Czosnek marynowany",
        "categories": [
            "Domowa_spiżarnia"
        ]
    },
    {
        "products": "1/8 litra oliwy",
        "steps": [
            "Czosnek obieramy, solimy i wkładamy do osolonego wrzątku. Zagotowujemy.",
            "Odcedzamy, przelewamy zimną wodą i odsączamy.",
            "Zioła płuczemy, suszymy i wkładamy do słoika.",
            "Zagotowujemy wino z octem, cukrem i solą. Gotujemy mieszając, by sól i cukier się rozpuściły.",
            "Wlewamy zalewę do ok. 3 cm poniżej krawędzi. Powoli dodajemy oliwę. Gdy całość ostygnie zakręcamy."
        ],
        "id": 4545,
        "title": "Czosnek w ziołach",
        "categories": [
            "Jarskie",
            "Spiżarnia_domowa"
        ]
    },
    {
        "products": "łyżka oliwy,",
        "steps": "Obieramy awokado, kroimy na pół, wyrzucamy pestkę. Siekamy.Czosnek obieramy i siekamy. Dodajemy sól, sok oraz oliwę.Dokładnie mieszamy.",
        "id": 3699,
        "title": "Czosnkowa pasta awokado",
        "categories": [
            "Sosy_zimne",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": "szklanka oliwy,",
        "steps": [
            "Umyte bakłażany i kroimy w niewielkie plastry.",
            "Grillujemy je na patelni grillowej lub smażymy na patelni, po czym odstawiamy.",
            "Pomidory kroimy w paski. ",
            "W misce mieszamy bakłażana, pomidory oraz czosnek (bez zalewy).",
            "Z reszty składników robimy marynatę. Mieszamy je razem za pomocą widelca.",
            "Warzywa zalewamy marynatą, po czym mieszamy.",
            "Przekładamy całość do słoików, wlewając na koniec marynatę. Ogórki wstawiamy do lodówki na około dwa dni. "
        ],
        "id": 4010,
        "title": "Czosnkowe bakłażany",
        "categories": [
            "Warzywne",
            "Jarskie",
            "Sałaty",
            "Domowa_spiżarnia"
        ]
    },
    {
        "products": [
            " ciasto:",
            " 400 gram mąki pszennej ",
            " 20 gram drobnego cukru",
            " pół łyżeczki soli ",
            " łyżeczka drożdży instant lub 8 gram świeżych",
            " 260 gram mleka",
            " 30 gram oleju z czosnkiem",
            " nadzienie:",
            " 60 gram miękkiego masła",
            " cztery ząbki czosnku",
            " dwie łyżki świeżej natki pietruszki",
            " do posmarowania:",
            " roztrzepane jajko"
        ],
        "steps": [
            "Składniki na ciasto umieszczamy w misce i miksujemy lub wyrabiamy ręcznie, by było gładkie i elastyczne. ",
            "Wkładamy do miski, przykrywamy ściereczką i odstawiamy w ciepłe miejsce na ok. 90 minut, by podwoiło objętość.",
            "Dzielimy ciasto na 12 części, z których formujemy kulki. Spłaszczamy je na placki i zlepiamy je jak pierogi. Układamy łączenie do spodu na blasze do pieczenia. Przykrywamy ścierką, odstawiamy na 30 minut.",
            "Czosnek wyciskamy, natkę siekamy. Dodajemy do masła i ucieramy na gładko. Wkładamy do worka foliowego z odciętym rogiem lub rękawa cukierniczego. ",
            "Wyrośnięte bułki smarujemy jajkiem, nacinamy i wciskamy w nacięcie nadzienie. ",
            "Pieczemy ok. 20 minut w 180 stopniach."
        ],
        "id": 5286,
        "title": "Czosnkowe bułki",
        "categories": [
            "Mączne",
            "Dodatki_o_dań"
        ]
    },
    {
        "products": "oliwa,",
        "steps": "Karczochy pozbywamy ogonka, obu końcówek i listków z wierzchu, po czym kroimy na plastry. Wlewamy do miski wodę, sok z połowy cytryny i przez 20 minut namaczamy karczochy. W międzyczasie czosnek kroimy na plasterki, który następnie rumienimy na patelni. Odcedzone karczochy dodajemy do czosnku, podsmażamy, zalewamy wodą i dodajemy wszystkie przyprawy. Dusimy przez ok. godzinę.Odcinamy ogonek od karczochów i obieramy z listków, aż odsłonią się te o kolorze jaśniejszym, następnie odcinamy końcówkę i \"dupkę\". Kroimy w plastry. Wodę wlewamy do naczynia głębokiego i dodajemy sok z 1/2 cytryny, wkładamy pokrojone karczochy. Moczymy ok 20 min. W miedzy czasie obieramy czosnek i kroimy w plasterki. Do garnka wlewamy olej i rumienimy czosnek, odcedzić karczochy i dodać do czosnku lekko podsmażyć, zalewamy wodą, dodajemy pieprz w ziarenkach, ziele angielskie, liść laurowy, vegetę. Dusimy ok 50 min. ",
        "id": 3295,
        "title": "Czosnkowe karczochy",
        "categories": [
            "Warzywne",
            "Jarskie"
        ]
    },
    {
        "products": "cztery łyżki oliwy",
        "steps": [
            "Czosnek obieramy, siekamy i szklimy na oliwie z masłem.",
            "Zwiększamy ogień, dodajemy obrane krewetki i smażymy je z 3 minuty. Dorzucamy natkę i doprawiamy solą oraz pieprzem."
        ],
        "id": 5070,
        "title": "Czosnkowe krewetki",
        "categories": [
            "Warzywne",
            "Inne_mięsne"
        ]
    },
    {
        "products": "2 łyżki oliwy,",
        "steps": "Obrane ząbki czosnku kroimy na cienkie plastry, a obrany imbir drobno siekamy. Zagotowujemy 1 litr wody. Mrożone krewetki wrzucamy na sitko, przelewamy gorącą wodą i odstawiamy na chwilę.Masło i oliwę rozgrzewamy na patelni. Dodajemy do niej czosnek oraz imbir i smażymy przez 30 sekund pamiętając o mieszaniu. Krewetki dodajemy, gdy czosnek zacznie robić się żółty. Mieszamy ponownie i smażymy przez 3 minuty (krewetki powinny zmienić kolor). Dodajemy papryki, oba pieprze oraz sól. Mieszamy ponownie i trzymamy na ogniu przez 30 sekund. Dodajemy natkę pietruszki, mieszamy.",
        "id": 3171,
        "title": "Czosnkowe krewetki z imbirem",
        "categories": [
            "Ryby"
        ]
    },
    {
        "products": "150 mililitrów oliwy",
        "steps": [
            "Pieczarki polewamy sokiem i odstawiamy na kwadrans.",
            "Na rozgrzaną oliwę wrzucamy zmiażdżony czosnek oraz pieczarki i smażymy na 10 minut. Doprawiamy, posypujemy pocięta natką pietruszki."
        ],
        "id": 4642,
        "title": "Czosnkowe pieczarki",
        "categories": [
            "Grzyby",
            "Jarskie",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            " 1kg żołądków z kurczaka,",
            "1 główka czosnku,",
            "2 liście laurowe,",
            "3 ziela angielskie,",
            "1/4 łyżeczki pieprzu,",
            "1/2 łyżeczki soli,",
            "2 łyżeczki masła,",
            "3 łyżeczki mąki pszennej."
        ],
        "steps": "Umyte żołądki wkładamy do garnka, zalewamy dwiema szklankami wody i dodajemy liście laurowe oraz ziele angielskie. Dusimy na niewielkim ogniu przez 40 minut. W międzyczasie obieramy i siekamy czosnek, po czym po upływie 40 minut dodajemy do żołądków razem z solą i pieprzem. Dusimy przez kwadrans. Masło ucieramy z mąką na jednolitą masę i wrzucamy do rondla. Zagotowujemy mieszając i dusimy przez kilka minut. ",
        "id": 3258,
        "title": "Czosnkowe żołądki kurze",
        "categories": [
            "Kuchnia_polska",
            "Ptactwo"
        ]
    },
    {
        "products": [
            "1 łyżeczka sambal oelek (lub wiecej gdy chcemy potrawę ostrzejszą)",
            "2 łyżeczki cukru",
            "1 łyżeczka mąki kukurydzianej",
            "2 łyżeczki octu winnego",
            "1 łyżka wody",
            "2 łyżki wina ryżowego",
            "2 łyżki sosu sojowego"
        ],
        "steps": "Pociąć kurczaka w 1,5 cm kostkę. W małej miseczce ubić lekko białko, dodać pozostałe składniki marynaty. Dodać kurczaka, wymieszać, tak aby marynata pokryła wszystkie kawałki. Pozostawić na 30 min.",
        "id": 2145,
        "title": "Czosnkowy kurczak",
        "categories": [
            "Ptactwo"
        ]
    },
    {
        "products": "60 mililitrów oliwy",
        "steps": [
            "Cebule, marchewki oraz selera obieramy i kroimy na cienkie paski. Pomidora obieramy i kroimy na ćwiartki.",
            "Wszystkie warzywa wrzucamy do gotującej się wody, doprawiamy solą, pieprzem oraz liściem laurowym. Dolewamy oliwę i gotujemy na małym ogniu 30 minut.",
            "Rybę myjemy, oczyszczamy, solimy, dzielimy na kawałki i gotujemy w wywarze ok. kwadransa.",
            "Wyjmujemy ją, a warzywa miksujemy. ",
            "Do zmiksowanej mieszanki dodajemy ryż i po 20 minutach zdejmujemy danie z ognia.",
            "Jajka ubijamy z sokiem z cytryny i powoli (by jajka się nie ścięły) dodajemy do zupy.",
            "Rybę podajemy osobno."
        ],
        "id": 4348,
        "title": "Danie Posejdona",
        "categories": [
            "Ryby",
            "Warzywne",
            "Kuchnia_międzynarodowa"
        ]
    },
    {
        "products": "pół szklanki oliwy",
        "steps": [
            "Marchewkę gotujemy w skórce, po czym studzimy.",
            "Obieramy i kroimy w długie plastry.",
            "Czosnek miażdżymy i łączymy z oliwą oraz oregano. Dolewamy ocet i doprawiamy solą.",
            "Sosem polewamy marchewkę. Wstawiamy całość do lodówki na 45 minut."
        ],
        "id": 4543,
        "title": "Danie marchewkowe",
        "categories": [
            "Warzywne",
            "Jarskie",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            " kilogram owoców derenia",
            " trzy szklanki cukru"
        ],
        "steps": [
            "Zagotowujemy pół litra wody. Umyte owoce odsączamy i wrzucamy do wody. Gotujemy do miękkości. Przecieramy przez sito.",
            "Masę zagotowujemy dodając nieco cukru, cały czas mieszając.",
            "Kroplę marmolady wykładamy na talerz. Jeśli jest gęsta odpowiednio wkładamy marmoladę do słoików, zakręcamy i wkładamy pod koc."
        ],
        "id": 4503,
        "title": "Dereniowa marmolada",
        "categories": [
            "Spiżarnia_domowa"
        ]
    },
    {
        "products": [
            "3 szklanki truskawek,",
            "3-4 kiwi,",
            "jogurt grecki,",
            "kruche ciasteczka. "
        ],
        "steps": "Truskawki myjemy i wycinamy ogonki. Kiki również obieramy. Miksujemy oba owoce osobno. Ciastka kruszymy na niewielkie kawałki. W wysokim pucharku układamy warstwy: kiwi, jogurt, truskawki, ciastka, kiwi, jogurt, truskawki.",
        "id": 3244,
        "title": "Deser \"Włoska Flaga\"",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " 450 mililitrów jogurtu naturalnego",
            " trzy łyżki miodu",
            " łyżeczka cynamonu",
            " 50 gram migdałów",
            " pół tabliczki gorzkiej czekolady"
        ],
        "steps": [
            "Migdały siekamy i przypiekamy na patelni.",
            "Jogurt mieszamy z miodem, migdałami oraz cynamonem.",
            "Przelewamy całość do pucharków i chłodzimy godzinę. Podajemy z wiórkami czekolady."
        ],
        "id": 4415,
        "title": "Deser Afrodyty",
        "categories": [
            "Desery",
            "Kuchnia_grecka"
        ]
    },
    {
        "id": 2011,
        "title": "Deser Morelowy",
        "categories": []
    },
    {
        "products": [
            "275 gram ciasta francuskiego,",
            "80 gram orzeszków pinii,",
            "cukier według uznania,",
            "150 gram skwarek ze słoniny."
        ],
        "steps": [
            "Skwarki siekamy na drobno. Połowę z nich rozkładamy na połówce ciasta i przykrywamy resztą.",
            "Rozwałkowujemy ciasto, a na wierzchu sypiemy posiekane orzeszki oraz cukrem.",
            "Przekładamy całość na blachę z pergaminem  i wstawiamy do 190 stopni na ok. 30 minut."
        ],
        "id": 4135,
        "title": "Deser coca",
        "categories": [
            "Kuchnia_hiszpańska",
            "Desery"
        ]
    },
    {
        "products": [
            " 3/4 banana",
            " pół jabłka",
            " trzy łyżeczki jogurtu naturalnego",
            " dwa pokruszone biszkopty ",
            " garstka płatków owsianych"
        ],
        "steps": [
            "Banana i jabłko obieramy, kroimy na kawałki i mieszamy z jogurtem.",
            "Biszkopty kruszymy i mieszamy z płatkami. Posypujemy nimi zawartość miski."
        ],
        "id": 4718,
        "title": "Deser jogurtowy dla dzieci",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " 1 duża puszka moreli w syropie ( 500g),",
            " 3 jajka,",
            " 200g śmietanki słodkiej 30%,",
            " 90 g cukru pudru,",
            " 100 g mielonych migdałów,",
            " garść płatków migdałowych,",
            " masło do posmarowania formy,",
            " zapach waniliowy (opcjonalnie)."
        ],
        "steps": "Morele starannie osączamy z syropu. Formę do pieczenia (najlepiej taką, którą możemy podać potem na stół) smarujemy masłem. Układamy w niej ciasno morele – stroną przeciętą do góry.Jajka ubijamy widelcem w misce, jak na omlet. Dodajemy (cały czas ubijając) śmietankę, cukier puder, mielone migdały i zapach waniliowy. Masa powinna stać się gładka. Zalewamy nią morele ułożone w formie. Wstawiamy do dobrze nagrzanego piekarnika (180 st. C.) na ok. 30 min. Wyjmujemy, gdy masa jajeczna jest ścięta na całej powierzchni i ładnie przyrumieniona.Na suchej patelni przyrumieniamy lekko płatki migdałowe i osypujemy nimi wierzch wyjętego deseru. ",
        "id": 2009,
        "title": "Deser morelowy",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "szklanka gęstej śmietany",
        "steps": [
            "Truskawki oczyszczamy z szypułek. Kroimy je, słodzimy i zalewamy likierem. Dodajemy startą wanilię.",
            "Całość mieszamy i odstawiamy na dwie godziny do lodówki.",
            "Śmietanę słodzimy, mieszamy z nieco rozpuszczonymi lodami i ubijamy na sztywno.",
            "Podajemy z ubitą śmietaną."
        ],
        "id": 4535,
        "title": "Deser truskawkowy",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " jajko",
            " dwie niepełne szklanki mąki ziemniaczanej ",
            " dwie czubate łyżki mąki pszennej",
            " 150 gram margaryny",
            " 3/4 łyżeczki sody",
            " cztery spore łyżki cukru pudru",
            " kakao",
            " pusta, sucha butelka półtora litrowa"
        ],
        "steps": [
            "Margarynę ucieramy z cukrem pudrem. Dodajemy jajko i moment ucieramy.",
            "Obie mąki mieszamy z sodą i dosypujemy do masy jajeczno - margarynowej. Całość ucieramy.",
            "Dzielimy na kulki o średnicy dwóch centymetrów i kładziemy na wyłożonej papierem blasze.",
            "Do miski wsypujemy kakao. Koniec butelki lekko zwilżamy, wkładamy w kakao, po czym wciskamy w kulki ciasta, by zrobić nóżki oraz kakaowy ślad.",
            "Wstawiamy do 180 stopni na 15 minut."
        ],
        "id": 4219,
        "title": "Deserowe pieczarki",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "oliwa",
        "steps": [
            "Bakłażana kroimy w plastry i posypujemy je solą. Podsmażamy na oliwie dopóki skórka nie zacznie brązowieć.",
            "Miksujemy je na gładką masę. W trakcie stopniowo dodajemy oliwę, szczypior, czosnek oraz sok z cytryny.",
            "Mieszamy i doprawiamy solą i pieprzem. Na wierzch sypiemy natkę pietruszki."
        ],
        "id": 4730,
        "title": "Dip bakłażanowy",
        "categories": [
            "Sosy_zimne",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            "100 gram niesolonych orzeszków ziemnych,",
            "200 mililitrów mleczka kokosowego,",
            "pięć łyżek czerwonej pasty curry,",
            "łyżeczka soli morskiej,",
            "łyżeczka brązowego cukru,",
            "sok z limonki."
        ],
        "steps": "Orzeszki mielimy na kawałeczki (w blenderze lub mikserze).Do garnka wlewamy ok. 3/4 mleczka kokosowego i podgrzewamy. Dodajemy pastę curry i mieszamy. Dodajemy resztę mleka oraz sok z limonki.Dodajemy cukier oraz zmielone orzechy. Solimy.Gdy sos zgęstnieje zestawiamy go z palnika, by ostygł.",
        "id": 3604,
        "title": "Dip curry z orzeszkami",
        "categories": [
            "Sosy_gorące",
            "Kuchnia_indyjska",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            "200 gram białego sera",
            "słoik karczochów w oliwie",
            "łyżeczka sosu z ostrej papryki",
            "łyżeczka soku z cytryny",
            "100 mililitrów mleka",
            "sól",
            "pieprz"
        ],
        "steps": "Wszystkie składniki wrzucamy do blendera i mieszamy. Dip można zagotować lub podawać na zimno.",
        "id": 4223,
        "title": "Dip karczochowy",
        "categories": [
            "Dodatki_do_dań",
            "Jarskie",
            "Sosy_zimne",
            "Sosy_gorące"
        ]
    },
    {
        "id": 2442,
        "title": "Dodatki do żywnoci",
        "categories": []
    },
    {
        "id": 2230,
        "title": "Dodatki do ĹźywnoÂci",
        "categories": []
    },
    {
        "id": 2325,
        "title": "Dodatki do ĹźywnoĹci",
        "categories": []
    },
    {
        "products": [
            " spora paczka biszkoptów",
            " 100 gram czekolady",
            " pół kostki masła",
            " 100 gram cukru pudru",
            " żółtko",
            " cukier waniliowy",
            " filiżanka mocnej kawy",
            " odrobina alkoholu (w zależności od preferencji)"
        ],
        "steps": [
            "Kawę mieszamy z alkoholem, nasączamy płynem biszkopty i wykładamy nimi formę.",
            "Masło z żółtkiem ucieramy na pianę, dodajemy cukier puder oraz cukier waniliowy. Dodajemy trzy łyżki alkoholu oraz startą czekoladę.",
            "Biszkopty smarujemy kremem, przykrywamy drugą warstwą i ponownie smarujemy. Układamy tak kolejne warstwy, dopóki nie zabraknie składników. ",
            "Schładzamy kilka godzin w lodówce."
        ],
        "id": 4600,
        "title": "Dolce torino",
        "categories": [
            "Desery",
            "Kuchnia_włoska"
        ]
    },
    {
        "products": "250 mililitrów  śmietany,",
        "steps": "Sparzoną wrzącym octem baraninę oczyścić, pokroić w kawałki, zemleć w maszynce. Cebule obrać, posiekać, przesmażyć na maśle na zloty kolor. Ryż opłukać, osączyć, zalać wrzątkiem, osolić, gotować na małym ogniu 10 min. Przygotować farsz: połączyć baraninę z na wpół miękkim ryżem, dodać przesmażona cebule, sol, pieprz. Dokładnie wymieszać. Kapustę opłukać, obrać z wierzchnich liści. Główkę zalać wrzątkiem, gotować 3-4 min, odcedzić. Sparzone liście zdejmować kolejno i formować, przycinając wzdłuż gruby nerw liściowy. Na środek każdego liścia nałożyć farsz, liść zwinąć w rulon i podwinąć brzegi, by farsz nie wyciekł. Gołąbki ułożyć ciasno w garnku, jeden obok drugiego, zalać wrzącym rosołem, gotować na małym ogniu lub piec w piekarniku ogrzanym do temp. 200żC 40 min. Śmietanę wymieszać z maka, zalać potrawę. Zapiekać w piekarniku ogrzanym do temp. 200żC ok. 20 min. Dolmę podawać w naczyniu, w którym się zapiekała.",
        "id": 3024,
        "title": "Dolma",
        "categories": [
            "Kuchnia_tatarska",
            "Baranina"
        ]
    },
    {
        "products": "100 mililitrów oleju,",
        "steps": "Liście winogron dokładnie myjemy oraz osuszamy. Dymkę kroimy na niewielkie fragmenty, które rumienimy na rozgrzanym oleju. Następnie dodajemy ryż, przyprawy i zioła, dolewamy wodę i dusimy przez 10 minut. Po tym czasie odstawiamy całość do wystygnięcia. W ten sposób przygotowany farsz wykładamy na liście i formujemy w niewielkie gołąbki, przy czym część liści zostawiamy, by wyłożyć dno garnka, na których układamy warstwami gołąbki. Podlewamy wodą i sokiem z cytryny, a następnie dusimy na małym ogniu przez półtorej godziny.",
        "id": 2931,
        "title": "Dolmedakia",
        "categories": [
            "Warzywne",
            "Kuchnia_grecka",
            "Jarskie"
        ]
    },
    {
        "products": [
            " 250 gram suszonej włoszczyzny",
            " trzy łyżki soli morskiej",
            " trzy łyżki kurkumy",
            " dwie łyżki czosnku w granulkach",
            " suszony lubczyk"
        ],
        "steps": "Wszystkie składniki mieszamy razem i zamykamy szczelnie w słoiku.",
        "id": 5287,
        "title": "Domowa przyprwa",
        "categories": [
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            "500 gram zmrożonych kawałków mango",
            "dwie łyżki płynnego miodu",
            "limonka",
            "kilka gałązek świeżej mięty",
            "250 gram jogurtu naturalnego",
            "wiórki czekoladowe"
        ],
        "steps": [
            "Miksujemy w blenderze kawałki owoców oraz miód, sok z limonki, mięte oraz jogurt.",
            "Przekładamy do pucharków i zmrażamy w zamrażarce. Przed podaniem posypujemy czekoladą."
        ],
        "id": 4479,
        "title": "Domowe lody o smaku mango",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "500 gram filetów z mintaja,",
            "szklanka orzechów włoskich,",
            "jajko,",
            "dwie łyżki otrąb,",
            "łyżeczka pieprzu,",
            "pół łyżeczki ostrej papryki."
        ],
        "steps": "Umytą rybę mielimy w maszynce lub szatkujemy na drobne kawałki.Wbijamy jajko, dodajemy przyprawy i otręby. Mieszamy dokładnie.Orzechy siekamy. Farsz formujemy na paluszki i obtaczamy w panierce z orzechów.Układamy na papierze i wstawiamy na ok. 25 minut do 180 stopni.",
        "id": 3708,
        "title": "Domowe paluszki rybne",
        "categories": [
            "Ryby",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            " dwanaście całych migdałów ",
            " dwie sztuki wafli",
            " 100 gram cukru",
            " ćwierć szklanki wody",
            " szklanka mleka w proszku",
            " 100 gram masła",
            " 100 gram wiórków kokosowych"
        ],
        "steps": [
            "Migdały parzymy i obieramy ze skórki. Wafle rozdrabniamy na kawałki. Cukier zagotowujemy z wodą i studzimy.",
            "Do syropu dodajemy mleko w proszku, masło oraz pokruszone wafle. Całość miksujemy.",
            "Masę wkładamy na ok. 50 minut do lodówki. Z masy formujemy kulki wielkości orzecha włoskiego, a do środka dodajemy migdał.",
            "Obtaczamy całość we wiórkach. "
        ],
        "id": 5281,
        "title": "Domowe rafaello",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            "słoik cukru,",
            "laska wanilii (dwie, jeśli chcemy bardziej aromatyczny),"
        ],
        "steps": [
            "Laskę wanilii kroimy na połowę i wyskrobujemy nasiona.",
            "Laskę oraz nasionka dodajemy do cukru i mieszamy dokładnie.",
            "Odstawiamy cukier na dwa tygodnie."
        ],
        "id": 4063,
        "title": "Domowy cukier waniliowy",
        "categories": [
            "Dodatki_do_dań",
            "Domowa_spiżarnia"
        ]
    },
    {
        "products": [
            " bagietka ",
            " parówki ",
            " pomidor",
            " papryka zielona",
            " ogórek konserwowy",
            " cebula czerwona",
            " ocet winny",
            " sól",
            " cukier "
        ],
        "steps": [
            "Siekamy warzywa, polewamy octem i doprawiamy.",
            "Parówki grillujemy lub smażymy na patelni. ",
            "W bagietce robimy nacięcie, wsadzamy w nie mięso, które posypujemy warzywami."
        ],
        "id": 4834,
        "title": "Domowy hot dog",
        "categories": [
            "Wieprzowina",
            "Wołowina",
            "Warzywne"
        ]
    },
    {
        "products": [
            "kilogram pomidorów,",
            "dwie cebule,",
            "kawałek świeżego imbiru,",
            "trzy ząbki czosnku,",
            "papryka,",
            "150 mililitrów octu jabłkowego,",
            "łyżeczka soli,",
            "cztery łyżki cukru,",
            "łyżeczka kolendry,",
            "dwa goździki."
        ],
        "steps": [
            "Pomidory parzymy, obieramy i wkładamy do blendera.",
            "Dokładamy imbir, paprykę bez gniazd, obraną cebulę oraz obrany czosnek. Miksujemy wszystko na jednolitą masę.",
            "Wlewamy płyn do garnka, dodajemy przyprawy i gotujemy godzinę na niewielkim ogniu, mieszając. "
        ],
        "id": 3796,
        "title": "Domowy keczup",
        "categories": [
            "Sosy_zimne",
            "Spiżarnia_domowa",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            " 150 gram zmielonych migdałów bez skórki",
            " 150 gram cukru pudru",
            " jajko",
            " skórka otarta z cytryny"
        ],
        "steps": [
            "Łączymy wszystkie składniki i wyrabiamy je na jednolitą masę.",
            "Wkładamy do plastikowego worka i trzymamy je w lodówce 4 dni."
        ],
        "id": 5185,
        "title": "Domowy marcepan",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": [
            " 150 gram mielonych migdałów",
            " 150 gram cukru pudru",
            " łyżeczka soku z cytryny lub amaretto",
            " kakao"
        ],
        "steps": [
            "Mieszamy wszystkie składniki (poza kakao). Wstawiamy do lodówki na noc.",
            "Po wyjęciu formujemy niewielkie kulki i obtaczamy je w kakao."
        ],
        "id": 5187,
        "title": "Domowy marcepan II",
        "categories": [
            "Desery"
        ]
    },
    {
        "products": "łyżka oleju sezamowego",
        "steps": [
            "Składniki, bez soli, mieszamy dokładnie razem.",
            "Doprawiamy solą."
        ],
        "id": 4404,
        "title": "Domowy sos sojowy do drobiu",
        "categories": [
            "Sosy_gorące"
        ]
    },
    {
        "products": [
            "Jedna świeża dorada,",
            "pęczek natki pietruszki lub estragonu,",
            "cytryna,",
            "ćwierć kostki masła,",
            "świeżo zmielony pieprz,",
            "ząbek czosnku,",
            "1 kilogram grubej soli."
        ],
        "steps": "Rybę myjemy i patroszymy pamiętając, by nie skrobać jej oraz zostawić płetwy, ogon oraz głowę, z której wydłubujemy oczy i skrzela. Do środka wkładamy pęczek pietruszki lub estragonu, pieprz, 2 plastry cytryny, czosnek oraz masło. Gdy ryba będzie nafaszerowana brzuch zaszywamy. Żaroodporne naczynie wypełniamy solą, na którą układamy przygotowaną wcześniej rybę, na którą również sypiemy grubą warstwę soli. Spryskujemy całość woda i wkładamy do piekarnika na 5 godzin (temperatura ok. 150 stopni).Przy podawaniu skorupę z soli rozbijamy nożem oraz niewielkim młotkiem.",
        "id": 2928,
        "title": "Dorada pieczona w soli",
        "categories": [
            "Ryby"
        ]
    },
    {
        "products": [
            "1 kg. dorady,",
            "4 ząbki czosnku,",
            "2 czerwone papryki,",
            "2 łyżki masła,",
            "2 łyżki posiekanej natki pietruszki.",
            "sól."
        ],
        "steps": "Rybę dokładnie myjemy oraz oczyszczamy, po czym posypujemy solą. Łyżkę masła rozcieramy z posiekaną natką pietruszki, czosnkiem i pokrojoną drobno papryką tak długo, by powstała jednolita masa. Tak przygotowaną pastę wkładamy do jamy 0brzusznej dorady, którą z zewnątrz nacieramy masłem. Tak przygotowaną rybę pieczemy w nagrzanym do ok. 180 stopni piekarniku przez ok. 30 minut, przy czym pamiętamy, by przykryć naczynie folią aluminiową, gdyż w przeciwnym wypadku ryba może wyschnąć.",
        "id": 2841,
        "title": "Dorada po tunezyjsku",
        "categories": [
            "Ryby",
            "Kuchnia_afrykańska"
        ]
    },
    {
        "products": "cztery łyżki oliwy,",
        "steps": [
            "Pomidory myjemy, wycieramy i kroimy w kostkę. Czosnek również obieramy i kroimy w pióra, a cebulę w plastry. ",
            "Na patelni szklimy cebulę oraz czosnek, a następnie dodajemy pomidory. Smażymy trzy minuty, po czym doprawiamy solą i pieprzem. ",
            "Natkę siekamy i mieszamy z masłem i tartą bułką. Doprawiamy pieprzem, solą i sokiem z cytryny. ",
            "Filety myjemy, suszymy i smarujemy masą ziołową. ",
            "Warzywa z patelni wkładamy do naczynia żaroodpornego. Na nich kładziemy rybę. ",
            "Wstawiamy danie do 200 stopni na ok. 12 minut."
        ],
        "id": 3783,
        "title": "Dorsz na warzywach",
        "categories": [
            "Ryby",
            "Warzywne",
            "Kuchnia_międzynarodowa"
        ]
    },
    {
        "products": [
            "600 gram filetów z dorsza,",
            "250 gram pomidorów,",
            "4 łyżki oliwy,",
            "łyżka soku z cytryny,",
            "3 cebule,",
            "ząbek czosnku,",
            "nać pietruszki,",
            "1 czerwona papryka,"
        ],
        "steps": "Filety solimy i kropimy cytryną. Pomidory parzymy, obieramy ze skóry, cebule oraz czosnek drobno siekamy. Paprykę oczyszczamy z gniazda, po czym tniemy na paski. Filety obsmażamy na dwóch łyżkach oliwy. Pomidory wkładamy do żaroodpornego naczynia, na nie kładziemy obsmażone filety, posypujemy je cebulą wymieszaną z czosnkiem, papryką oraz posiekaną natką pietruszki. Całość polewamy oliwą i pieczemy w 200 stopniach przez 25 minut.",
        "id": 2851,
        "title": "Dorsz po kabylsku",
        "categories": [
            "Kuchnia_afrykańska",
            "Ryby"
        ]
    },
    {
        "products": [
            "2 cebule,",
            "1 puszka pomidorów,",
            "30 gram maki pszennej,",
            "sól,",
            "pieprz,",
            "1 łyżka octu winnego,",
            "1 ząbek czosnku,",
            "3 łyżki [[Olej roślinny|oliwa],",
            "10 oliwek,",
            "2 filety z dorsza."
        ],
        "steps": "Polewa: Cebule oraz czosnek obieramy i siekamy na kawałeczki. Szklimy na oliwie tak, by cebula zmiękła, lecz nie nabrała koloru. Następnie wrzucamy pomidory, sól, pieprz i dusimy na małym ogniu, aż masa nie zgęstnieje.Mięso:Filety tniemy na połowę, solimy i pieprzymy, po czym skrapiamy octem. Odstawiamy na kwadrans, po którym obtaczamy mięso w mące i smażymy na reszcie oliwy. Na sam koniec wrzucamy nieco masła. Wykładamy mięso na półmisek, polewamy sosem, a na sam jego wierzch kładziemy pokrojone w plasterki oliwki.",
        "id": 3323,
        "title": "Dorsz po portugalsku",
        "categories": [
            "Ryby"
        ]
    },
    {
        "products": "olej do smażenia",
        "steps": [
            "Ryby myjemy, posypujemy solą i pieprzem, obtaczamy w mące. Smażymy na złoty kolor.",
            "Zioła, musztardę, śmietanę, sól i roztarty czosnek mieszamy razem.",
            "Mięso wkładamy do naczynia żaroodpornego, zalewamy sosem, posypujemy serem. Pieczemy w 180 stopniach przez ok. 20 minut."
        ],
        "id": 5220,
        "title": "Dorsz pod białą pierzynką",
        "categories": []
    },
    {
        "products": "sos kokosowy.",
        "steps": "Rybę kroimy na kawałki i obtaczamy w mące.Umyte pomidorki kroimy na połówki, a bazylię szatkujemy.Na patelni podsmażamy rybę.Po kilku minutach wlewamy sos i mieszamy. Zostawiamy na średnim ogniu na 5 minut.Dodajemy pomidory oraz bazylię.Gotujemy kolejne 5 minut.",
        "id": 3724,
        "title": "Dorsz w sosie kokosowym",
        "categories": [
            "Ryby",
            "Kuchnia_międzynarodowa"
        ]
    },
    {
        "products": [
            " 1 dorodny filet z dorsza, najlepiej świeży, ok. 30-40 dkg,",
            " 1 spora cebula (najlepiej szalotka),",
            " 1 kieliszek białego wytrawnego wina (100 g),",
            " gałązka rozmarynu,",
            " masło, sól, cytryna,",
            " 1/2 opak. śmietany 18% (ok. 100 g)."
        ],
        "steps": "Filety myjemy i osuszamy. Kroimy na kawałki o szerokości ok. 6 cm. Oprószamy solą i lekko pieprzymy. Skrapiamy cytryną. Kładziemy w chłodnym miejscu.Kroimy dość drobno cebulę. Smażymy ja na 2 łyżkach masła tak długo, aż stanie się miękka i szklista (ok 10 min.). Odsuwamy ją do brzegów patelni, zwiększamy ogień i kładziemy rybę. Obsmażamy ją z obu stron, delikatnie przekładając.Kawałki ryby zdejmujemy z patelni. Najlepiej szeroką łopatką, żeby ryba się nie rozpadała. Na patelnię wlewamy białe wino. Dodajemy drobno pokrojoną gałązkę rozmarynu. Rozmaryn ma intensywny, nieco żywiczny zapach. Toteż należy dodawać go z umiarem. Powstały sos mieszamy i odparowujemy - w granicach połowy objętości. Wlewamy małymi (na początku) porcjami śmietanę, mieszając dokładnie. Teraz sos gotujemy na dużym ogniu, czekając na moment, aż zgęstnieje. Trwa to kilka minut.Gdy sos osiągnie gęstość właściwą z naszego punktu widzenia, zmniejszamy ogień i wkładamy do niego ostrożnie rybę. Obracamy w nim rybę przynajmniej raz. Gotujemy wszystko razem jeszcze kilka minut. ",
        "id": 2008,
        "title": "Dorsz w sosie śmietanowym",
        "categories": [
            "Ryby"
        ]
    },
    {
        "id": 2494,
        "title": "Dorsz w sosie Ĺmietanowym",
        "categories": []
    },
    {
        "products": "olej,",
        "steps": "Ser kroimy na 4 plastry. Do rozciętych dorszy wkładamy ser. Skrapiamy środek sokiem z cytryny, pieprzymy, solimy, po czym spinamy całość wykałaczkami. W międzyczasie z mąki, piwa i jajek robimy ciasto, w które zanurzamy rybę. Smażymy całośc na głębokim oleju przez ok. 10 minut.",
        "id": 3163,
        "title": "Dorsz z nadzieniem",
        "categories": [
            "Ryby"
        ]
    },
    {
        "products": "trzy łyżki gęstej śmietany",
        "steps": [
            "Dorsza kroimy na porcje, solimy, polewamy sokiem, doprawiamy poszatkowanym czosnkiem oraz ziołami.",
            "Poszatkowaną cebulę podsmażamy, po czym dusimy na niej pocięte w plastry pieczarki. Po kilku minutach dodajemy śmietanę, sól oraz pieprz. ",
            "W naczyniu żaroodpornym kładziemy rybę, pieczarki, po czym posypujemy całość serem. Wstawiamy do 170 stopni na ok. 25 minut."
        ],
        "id": 4212,
        "title": "Dorsz z pieczarkami",
        "categories": [
            "Ryby",
            "Warzywne"
        ]
    },
    {
        "products": "olej roślinny",
        "steps": [
            "Wsypujemy soczewicę oraz ryż do dwóch osobnych naczyń. Zalewamy oba wodą i odstawiamy na ok. 10 godzin.",
            "Wylewamy wodę. Miksujemy osobno soczewicę oraz ryż z odrobiną wody, by powstało gęste ciasto.",
            "Długo mieszamy oba ciasta, by powstała z nich jednolita masa. ",
            "Solimy i odstawiamy na osiem godzin w ciepłe miejsce, by ciasto sfermentowało a na jego wierzchu powstaną pęcherzyki.",
            "Smarujemy patelnię oliwą i smażymy ciasto z obu stron."
        ],
        "id": 4849,
        "title": "Dosa",
        "categories": [
            "Warzywne",
            "Jarskie",
            "Kuchnia_indyjska"
        ]
    },
    {
        "products": "szklanka kwaśnej śmietany",
        "steps": "Wszystkie składniki mieszamy razem, po czym wkładamy do lodówki na ok. 15 minut.",
        "id": 5112,
        "title": "Dressing na śledzia",
        "categories": [
            "Sosy_zimne",
            "Dodatki_do_dań"
        ]
    },
    {
        "products": [
            "30 ml wódki,",
            "30 ml likieru kawowego,",
            "15 ml słodkiej skondensowanej śmietanki,",
            "kostki lodu."
        ],
        "steps": "Do szklanki wrzucamy lód, do którego dolewamy likier oraz wódkę. Całość uzupełniamy śmietanką.",
        "id": 3147,
        "title": "Drink Biały Rusek",
        "categories": [
            "Napój_alkoholowy"
        ]
    }
]